<%@ Page Language="C#" MasterPageFile="~/Sms.Master"  AutoEventWireup="true" CodeBehind="InsureEdit.aspx.cs" Inherits="SMS.Insure.InsureEdit" %>

<asp:Content ID="Scriptcontent" ContentPlaceHolderID="headscript" Runat="Server">
    <script src="/SMS/Insure/Proc/InsureEdit.js?var=<%=DateTime.Now.ToString("yyyyMMddHHmmss")%>"></script>
    <style>
        .agree_body {
            overflow: auto;
        }

        .agree_body *{
            font-family: "Malgun gothic", dotum, sans-serif !important;
        }

        .agree_body div.agree_text {
            width: 100%;
            border: none;
            padding: 5px;
            margin: 20px 0;
            font-size: 3.5vw;
            line-height: 5vw;
        }

        .agree_body div.agree_text h1 {
            padding: 0 5px;
            font-size: 4vw;
            text-align: left;
            margin: 15px 0 5px 0;
        }

        .agree_body div.agree_text p {
            padding: 2px 5px;
        }
        .agree_body dl {
            padding: 5px;
        }
        .agree_body dl dt {
            padding: 2px 5px;
        }
        .agree_body dl dd {
            padding: 2px 10px;
        }
        .agree_body dl span {
            padding: 2px 15px;
            display: block;
        }
    </style>
</asp:Content>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <asp:HiddenField runat="server" ID="DisplayMode"/>
    <asp:HiddenField runat="server" ID="ErrMsg"/>
    <asp:HiddenField runat="server" ID="No"/>
    
    <div id="wrap">
        <div class="fast_area">
            <div class="top">
                <h2 class="bill_title">개인정보 수정</h2>
            </div>
            <div class="middle_insure">
                <h1 class="img"><img src="/SMS/images/user_icon.png"></h1>
                <table>
                    <colgroup>
                        <col style="width:40%"/> 
                        <col style="width:60%;"/> 
                    </colgroup>
                    <tr>
                        <td>개인정보 입력일시</td>
                        <td id="TdInformationDate"></td>
                    </tr>
                    <tr>
                        <td>약관 동의일시</td>
                        <td id="TdAgreementDate"></td>
                    </tr>
                </table>
                <ul>
                    <li>
                        개인정보 처리 방침 (<span>동의완료</span>)
                        <a href="#" onclick="fnAgreeView(1, true); return false;"> 보기 ></a>
                    </li>
                    <li>
                        개인정보 수집 및 이용동의 (<span>동의완료</span>)
                        <a href="#" onclick="fnAgreeView(2, true); return false;"> 보기 ></a>
                    </li>
                    <li>
                        고유식별정보 수집 및 이용동의 (<span>동의완료</span>)
                        <a href="#" onclick="fnAgreeView(3, true); return false;"> 보기 ></a>
                    </li>
                </ul>
                <p class="help">
                    ※ 개인정보를 수정해주세요.
                </p>
                <p>
                    <asp:TextBox runat="server" CssClass="type_01 essential" ID="Name" placeholder="이름"></asp:TextBox>
                </p>
                <p>
                    <asp:TextBox runat="server" CssClass="type_01 essential OnlyNumber" ID="PersonalNo" placeholder="주민등록번호 13자리 (- 제외)" MaxLength="13" TextMode="Password"></asp:TextBox>
                </p>
                <br />
                <br />
                <br />
            </div>
            <div class="btn_type2">
                <ul>
                    <li style="width: 50%;"><button type="button" class="blue" onclick="fnInfoUpd(); return false;">개인정보 수정</button></li>
                    <li style="width: 50%;"><button type="button" class="gray" onclick="fnPopupClose(); return false;">닫기</button></li>
                </ul>
            </div>
        </div>
    </div>

    <!-------------------------------------------------------------------------------------->
    <!--이용약관 영역 Start-->
    <!-------------------------------------------------------------------------------------->
    <div class="agree_area agree1">
        <div class="auth_area" style="height: 100%;">
            <h1>개인정보 처리 방침</h1>
            <div class="agree_body">
                <div class="agree_text">
                    #{운송사명}(이하 “회사”)은 개인정보보호법, 신용정보의 이용 및 보호에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법규에 따라 사용자의 개인정보 및 신용정보를 보호하고 개인정보와 관련한 사용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.<br/><br/>
                    회사는 개인정보 처리방침을 개정하는 경우 홈페이지 또는 앱 등에 게시하거나 개별적으로 공지할 것입니다.<br/><br/>
                    <h1>제1조(개인정보의 수집 및 이용 목적)</h1>
                    <p>회사는 다음의 목적을 위하여 개인정보를 수집 및 이용합니다. 수집 및 이용하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 등 관련 법령에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 것입니다. </p>
                    <dl>
                        <dt>1. 화물운송 거래 정보 제공을 위한 본인 확인</dt>
                        <dt>2. 화물운송 진행을 위한 차량 정보 확인</dt>
                        <dt>3. 개인차주의 산업재해보상보험 신고를 위한 본인 확인</dt>
                    </dl>
                    <h1>제2조(처리하는 개인정보의 항목)</h1>
                    <p>회사는 서비스 이용에 필요한 최소한의 개인정보를 수집하고 처리하고 있습니다.</p>
                    <p>회사는 화물운송 거래에 반드시 필요한 개인정보를 다음과 같이 수집하여 이용합니다.</p>
                    <dl>
                        <dt>1. <b>필수항목: 차량번호, 차종, 톤수, 성명, 이동전화번호, 계좌정보</b></dt>
                        <dt>2. <b>산업재해보상보험 신고를 위해 필요한 항목 : 주민등록번호</b></dt>
                        <dt>3. 본인인증을 위해 아래와 같은 정보들이 추가로 수집될 수 있습니다: <b>성별, 중복가입확인정보(DI), 암호화된 동일인 식별정보(CI), 아이핀 번호(아이핀 이용 시), 내/외국인 정보</b></dt>
                    </dl>
                    <p>온라인 본인인증 과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.</p>
                    <dl>
                        <dt>1. 통신사, 서비스 이용내역(거래조건, 거래일시, 거래금액 등 거래설정 및 내역정보), 요금청구 및 결제내역, 이용정지 또는 이용해지 기록, 불량 이용기록, 접속로그, 쿠키, 접속 IP주소, 실시간 위치정보, MAC주소, UICC-ID, 휴대폰 기기고유번호(IMEI, UDID, UUID), 휴대폰 모델명, 휴대폰 제조사, OS버전 </dt>
                        <dt>2. 서비스 제공 관련 고객상담, 민원처리 등을 통해 생성되는 정보</dt>
                    </dl>
                    <p>회사는 사용자의 금융거래 계좌 및 신용카드의 부정사용 발생우려가 있는 민감한 금융정보(계좌 비밀번호, 신용카드 비밀번호)는 어떤 경로로도 수집하지 않습니다.</p>
                    <p>회사는 사용자의 기본적 인권 침해의 우려가 있는 민감정보를 수집하지 않습니다.</p>
                    <h1>제3조(개인정보의 제3자 제공)</h1>
                    <p>가. 회사는 정보주체의 개인정보를 제1조(개인정보의 수집 및 이용 목적)에서 명시한 범위 내에서만 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이는 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.</p>
                    <dl>
                        <dt>1. 정보주체로부터 별도의 동의를 받은 경우</dt>
                        <dt>2. 다른 법령에 특별한 규정이 있는 경우</dt>
                        <dt>3. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우</dt>
                        <dt>4. 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 개인정보를 제공하는 경우</dt>
                        <dt>5. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우</dt>
                        <dt>6. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우</dt>
                        <dt>7. 법원의 재판업무 수행을 위하여 필요한 경우</dt>
                        <dt>8. 형(形)의 감호, 보호처분의 집행을 위하여 필요한 경우</dt>
                    </dl>
                    <p>나. 회사는 가.1. 정보주체로부터 별도의 동의를 받은 경우, 가.2. 다른 법령에 특별한 규정이 있는 경우 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.</p>
                    <h1>제4조(개인정보의 처리 및 보유기간)</h1>
                    <p>회사는 법령에 따른 개인정보 보유 기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유 기간 내에서 개인정보를 처리 및 보유합니다.</p>
                    <p>회사는 사용자가 계약 해지를 요청하거나, 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용목적이 달성되거나, 또는 보유 기간이 종료한 경우에 해당 개인정보를 지체없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 사유로 명시한 기간 동안 보존합니다.</p>
                    <dl>
                        <dt>1. 거래 관리: 거래 시점부터 종료시까지 (다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지)</dt>
                        <dd>1. 관계 법령 위반에 따른 수사 ․ 조사 등이 진행 중인 경우에는 해당 수사 ․ 조사 종료시까지</dd>
                        <dd>2. 거래에 따른 채권 ․ 채무관계 잔존 시에는 해당 채권 ․ 채무관계 정산 시까지</dd>
                        <dt>2. 재화 또는 서비스 제공: 재화 ․서비스 공급완료 및 대금 정산 / 정산 완료 시까지 (다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지)</dt>
                        <dd>
                            1. 전자상거래 등에서의 소비자 보호에 관한 법률
                            <span>• 계약 또는 청약철회, 대금결제, 재화 등의 공급기록: 5년 </span>
                            <span>• 소비자 불만 또는 분쟁처리에 관한 기록: 3년 </span>
                        </dd>
                        <dd>
                            2. 부정사용 방지를 위한 회사 내부 방침
                            <span>• 부정사용 기록: 10년 </span>
                        </dd>
                        <dd>
                            3. 정보통신망 이용촉진 및 정보보호 등에 관한 법률
                            <span>• 본인 확인에 관한 기록 : 6개월</span>
                        </dd>
                        <dd>
                            4. 신용정보의 이용 및 보호에 관한 법률
                            <span>• 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년</span>
                        </dd>
                        <dd>
                            5. 통신비밀보호법
                            <span>• 방문에 관한 기록 : 3개월</span>
                        </dd>
                    </dl>
                    <h1>제5조(개인정보의 취급 위탁)</h1>
                    <dl>
                        <dt>① 회사는 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.</dt>
                        <dd>
                            1. “로지맨” 시스템 운영
                            <span>o 수탁업체: (주)로지스랩</span>
                            <span>o 위탁업무 내용: 개인정보가 저장되는 “로지맨” 시스템(로지스퀘어 화물운송 통합 플랫폼)의 운영</span>
                            <span>o 개인정보의 보유 및 이용기간: 위탁계약 종료 시까지 (관련법령에 따라 보존할 필요가 있는 경우는 해당 보존 기간)</span>
                        </dd>
                        <dt>② 회사는 위탁계약 체결 시 개인정보 보호법 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적 ․ 관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리 ․ 감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.</dt>
                        <dt>③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.</dt>
                    </dl>

                    <h1>제6조(정보주체의 권리 · 의무 및 행사방법)</h1>
                    <dl>
                        <dt>① 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.</dt>
                        <dd>1. 개인정보 열람 요구</dd>
                        <dd>2. 오류 등이 있을 경우 정정 요구</dd>
                        <dd>3. 삭제 요구</dd>
                        <dd>4. 처리정지 요구</dd>
                        <dt>② 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다.</dt>
                        <dt>③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.</dt>
                        <dt>④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출해야 합니다.</dt>
                        <dt>⑤ 정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 타인의 개인정보 및 사생활을 침해하여서는 아니 됩니다.</dt>
                        <dt>⑥ 회사는 정보주체 이외로부터 수집한 개인정보를 처리하는 때에는 정당한 사유가 없는 한 정보주체의 요구가 있은 날로부터 3일 이내에 수집 출처, 처리 목적, 개인정보 처리의 정지를 요구할 권리가 있다는 사실을 정보주체에게 알립니다.</dt>
                        <dt>⑦ 회사는 개인정보 보호법 제20조 제4항 각 호에 근거하여 제1항에 따른 정보주체의 요구를 거부하는 경우에는 정당한 사유가 없는 한 정보주체의 요구가 있은 날로부터 3일 이내에 그 거부의 근거와 사유를 정보주체에게 알립니다.</dt>
                    </dl>
                    <h1>제7조(개인정보의 파기)</h1>
                    <dl>
                        <dt>① 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.</dt>
                        <dt>② 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.</dt>
                        <dt>③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.</dt>
                        <dd>1. 파기절차: 회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</dd>
                        <dd>2. 파기방법: 회사는 법령에 따라 전자적 파일 형태로 저장된 개인정보는 복구 또는 재생되지 아니하도록 파기하며, 종이 문서에 기록된 개인정보는 파쇄하는 방법으로 파기합니다.</dd>
                    </dl>
                    <h1>제8조(개인정보의 안전성 확보 조치)</h1>
                    <dl>
                        <dt>회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.</dt>
                        <dd>1. 관리적 조치: 내부관리계획 수립 ․ 시행, 정기적 직원 교육 등</dd>
                        <dd>2. 기술적 조치: 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치 등</dd>
                        <dd>3. 물리적 조치: 전산실, 자료보관실 등의 접근통제 등</dd>
                    </dl>
                    <h1>제9조(개인정보보호책임자)</h1>
                    <p>회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</p>
                    <dl>
                        <dt>▶ 개인정보 보호 책임자</dt>
                        <dd>• 성명:  #{책임자명}</dd>
                        <dd>• 직책:  #{책임자직책}</dd>
                        <dd>• 이메일:  #{책임자이메일}</dd>
                        <dt>▶ 개인정보 열람 청구 및 개인정보 관련 고충처리 담당부서</dt>
                        <dd>• 부서명:  #{담당자부서}</dd>
                        <dd>• 담당자:  #{담당자명}</dd>
                        <dd>
                            • 연락처 
                            <span>o &lt;전화번호&gt;  #{담당자전화번호}</span>
                            <span>o &lt;이메일&gt;  #{담당자이메일}</span>
                        </dd>
                    </dl>
                    <h1>제10조(권익침해 구제방법)</h1>
                    <p>정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.</p>
                    <p>&lt;아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다&gt;</p>
                    <dl>
                        <dt>▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)</dt>
                        <dd>• 소관업무: 개인정보 침해사실 신고, 상담 신청</dd>
                        <dd>• 홈페이지: privacy.kisa.or.kr</dd>
                        <dd>• 전화: (국번없이) 118</dd>
                        <dd>• 주소: 서울시 송파구 중대로 135 한국인터넷진흥원</dd>
                        <dt>▶ 개인정보 분쟁조정위원회 사무국</dt>
                        <dd>• 소관업무: 개인정보 분쟁조정신청, 집단분쟁조정</dd>
                        <dd>• 홈페이지: www.kopico.go.kr</dd>
                        <dd>• 전화: 02-2100-2499</dd>
                        <dd>• 주소: 서울시 종로구 세종로 209 정부서울청사(개인정보보호위원회)</dd>
                        <dt>▶ 대검찰청 사이버수사과: 지역번호+1301 (www.spo.go.kr)</dt>
                        <dt>▶ 경찰청 사이버안전국: 경찰민원콜센터 182 (www.netan.go.kr)</dt> 
                    </dl>
                    <h1>제11조(개인정보처리방침 적용)</h1>
                    <p>이 개인정보 처리방침은 #{계약적용일} 부터 적용됩니다. </p>
                </div>
            </div>
            <div class="auth_btn2" style="margin-top: 20px;">
                <button type="button" class="gray" onclick="fnAgreeView(1, false);">닫기</button>
            </div>
        </div>
    </div>
    <div class="agree_area agree2">
        <div class="auth_area" style="height: 100%;">
            <h1>산재보험 신고를 위한<br/>개인정보 수집 및 이용 동의서</h1>
            <div class="agree_body">
                <div class="agree_text">
                    #{운송사명}(이하 ‘회사’)에서는 <u><b>개인차주의 산재보험 신고를 위하여</b></u> 개인정보보호법, 신용정보의 이용 및 보호에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법규에 의거하여 개인정보를 수집하고 있습니다. 내용을 자세히 읽으신 후 동의 여부를 결정하여 주십시오.
                    <br/><br/>
                    <h1>1. 개인정보의 수집 및 이용 동의</h1>
                    <p>귀하께서 제공한 모든 정보는 다음의 목적을 위해 활용하며, 아래 목적 이외의 용도로는 사용되지 않습니다.</p>
                    <dl>
                        <dt><b>① 개인정보 수집항목 및 수집 이용 목적</b></dt>
                        <dd>가 수집항목
                            <span>- 성명, 연락처, 생년월일</span>
                            나 수집 및 이용 목적
                            <span>- <u>산업재해보상보험의 신고</u></span>
                        </dd>
                        <dt><b>② 개인정보 보유 및 이용기간</b></dt>
                        <dd>- 수집 동의일로부터 3년 </dd>
                        <dt><b>③ 미동의 시 불이익</b></dt>
                        <dd>- 귀하는 동의를 거부할 권리가 있으며, 동의하지 않는 경우 회사에서는 <u><b>산업재해보상보험의 신고</b></u>를 할 수 없으며, 산업재해보상보험의 혜택을 받기 위해서는 <u><b>귀하가 직접 신고</b></u>를 수행해야 합니다.</dd>
                    </dl>
                    <br/>
                    위와 같이 개인정보를 수집 및 이용하는데 동의합니다. 
                </div>
            </div>
            <div class="auth_btn2" style="margin-top: 20px;">
                <button type="button" class="gray" onclick="fnAgreeView(2, false);">닫기</button>
            </div>
        </div>
    </div>
    <div class="agree_area agree3">
        <div class="auth_area" style="height: 100%;">
            <h1>산재보험 신고를 위한<br/>고유식별정보 수집 및 이용 동의서</h1>
            <div class="agree_body">
                <div class="agree_text">
                    #{운송사명}(이하 ‘회사’)에서는 <u><b>개인차주의 산재보험 신고를 위하여</b></u> 고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행령 제56조의 22(고유식별 정보의 처리)에 의거하여 고유식별정보를 수집하고 있습니다.  내용을 자세히 읽으신 후 동의 여부를 결정하여 주십시오.
                    <br/><br/>
                    <h1>1. 고유식별정보의 수집 및 이용 동의</h1>
                    <p>귀하께서 제공한 모든 정보는 다음의 목적을 위해 활용하며, 아래 목적 이외의 용도로는 사용되지 않습니다.</p>
                    <dl>
                        <dt><b>① 고유식별정보 수집항목 및 이용목적</b></dt>
                        <dd>
                            가. 수집항목
                            <span>- <b>주민등록번호(내국인), 외국인등록번호(국내거주외국인)</b></span>
                            나. 수집 및 이용 목적<br/>
                            <span>- 산업재해보상보험의 신고</span>
                        </dd>
                        <dt><b>② 보유 및 이용기간</b></dt>
                        <dd>- 수집 동의일로부터 3년</dd>
                        <dt><b>③ 미동의시 불이익</b></dt>
                        <dd>- 귀하는 동의를 거부할 권리가 있으며, 동의하지 않는 경우 회사에서는 <u><b>산업재해보상보험의 신고</b></u>를 할 수 없으며, 산업재해보상보험의 혜택을 받기 위해서는 <u><b>귀하가 직접 신고</b></u>를 수행해야 합니다.</dd>
                    </dl>
                    <br/>
                    위와 같이 <u><b>고유식별정보</b></u>를 처리하는데 동의합니다.
                </div>
            </div>
            <div class="auth_btn2" style="margin-top: 20px;">
                <button type="button" class="gray" onclick="fnAgreeView(3, false);">닫기</button>
            </div>
        </div>
    </div>
    <!-------------------------------------------------------------------------------------->
    <!--이용약관 영역 End-->
    <!-------------------------------------------------------------------------------------->
</asp:Content>