<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="Terms.aspx.cs" Inherits="SMS.Terms" %>
<%@ Import Namespace="CommonLibrary.CommonModule" %>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, intial-scale=1, user-scalable=no" />
    <title>카고페이 이용약관</title>
    <link rel="stylesheet" href="/SMS/css/reset.css">
    <style> 
        * {margin: 0px; padding: 0px; /*font-family: "Nanum Gothic", Arial;*/ font-family: 'Malgun Gothic' !important; /*font-size:16px;*/ font-size: 1em; box-sizing: border-box;}
        html, body {width:100%; height:100%;}
        #terms_wrap {padding:10px; width:100%; height:100%;}
        #terms_wrap textarea {border:none; resize:none; width:100%; height:100%; line-height:1.5em; outline:none;}
        h1 {text-align:center; padding-bottom:10px;}
    </style>

    <% if(!string.IsNullOrWhiteSpace(SiteGlobal.GA_CODE_SMS)) {%>
        <!-- Google tag (gtag.js) -->
        <script async src="https://www.googletagmanager.com/gtag/js?id=<%=SiteGlobal.GA_CODE_SMS%>"></script>
        <script> window.dataLayer = window.dataLayer || []; function gtag() { dataLayer.push(arguments); } gtag('js', new Date()); gtag('config', '<%=SiteGlobal.GA_CODE_SMS%>');</script>
    <%}%>
</head>
<body>
 <div id="terms_wrap">
  <h1>카고페이 이용약관 </h1>
  <textarea name="" id="textTerms" cols="30" rows="10" readonly>
제 1 조 (목적)
본 약관은 사용자가 주식회사 로지스랩 (이하 “회사”라 함)에서 제공하는 운송대금 정산 서비스, 위수탁전자세금계산서 발급 서비스 및 맞춤형 운송정보 제공 서비스 등(이하 통칭하여 "카고페이"라 함)을 이용함에 있어, 회사와 사용자 간 또는 사용자 간의 권리 및 의무 및 책임사항 및 서비스 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다.

제 2 조 (용어의 정의)
①  본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1. “카고페이”란 회사가 제공하는 운송대금 정산 서비스, 위수탁전자세금계산서 발급 서비스 및 맞춤형 운송정보 제공 서비스 등을 총칭합니다. 
2. “사용자”란 본 약관에 동의하고 본 약관에 따라 회사가 제공하는 서비스를 이용하는 차주 사용자를 말합니다. .
3. “운송사”란 본 약관과 별도로 회사와 운송대금 정산 등 관련 계약을 체결하여 “카고페이”를 이용한 운송정보의 제공, 운송대금 정산 관련 서비스 등을 이용할 수 있는 운송회사(또는 운송주선회사)를 말합니다.
4.  “운송대금 정산 서비스”라 함은 “운송사”와 “사용자”의 운송에 관한 약정에 따라 “사용자”의 “카고페이” 계정(“카고페이” 계정이 없을 경우 “사용자”의 개인 계좌, 이하 동일)으로 운송대금이 결제되는 경우, 회사가 제공하는 “빠른입금 서비스”, “일반입금 서비스” 및 “신용카드결제서비스”를 말합니다.
5.  “빠른입금 서비스”라 함은 “운송사”와 “사용자” 사이에 운송의 이행이 완료되었음이 확인된 후, (i) “사용자”의 요청에 따라 “사용자”가 회사에 대하여 운송대금의 빠른 지급을 요청할 경우, 회사 또는 주식회사 카고플러스 등 제3자(이하 통칭하여 “카고플러스 등”이라 함)가 “사용자”에게 해당 운송대금을 먼저 지급하고 “운송사”로부터 사후에 지급받는 서비스, 또는 (ii) “사용자”와 “운송사”의 사전 합의에 따라 “운송사”가 회사에 대하여 운송대금의 빠른 지급을 요청할 경우, 회사 또는 “카고플러스 등”이 “사용자”에게 해당 운송대금을 먼저 지급하고 “운송사”로부터 사후에 지급받는 서비스를 말합니다.
6. “일반입금 서비스”라 함은 “운송사”와 “사용자” 사이에 운송의 이행이 완료되었음이 확인된 후, 양자 사이의 사전 합의에 따라 “운송사”가 회사를 거쳐 해당 운송대금을 “사용자”에게 지급하는 것 또는 해당 “운송사”가 직접 “사용자”에게 해당 운송대금을 지급하는 것을 말합니다.
7. “신용카드결제서비스”라 함은 “운송사”와 “사용자” 사이에 운송의 이행이 완료되었음이 확인된 후, “운송사”가 가입한 신용카드로 운송대금이 결제되도록 “중계”하는 서비스를 말합니다.
8. "위수탁전자세금계산서 발급 서비스"라 함은, “사용자”가 자신의 사업자정보를 “카고페이”에 등록하고 해당 운송대금에 대한 세금계산서의 발행을 회사에 요청할 경우, 회사가 “카고페이” 시스템을 통해 “사용자”를 대신하여 전자적으로 세금계산서를 발행하는 서비스를 말합니다.
9. “수수료”란 “사용자”가 “카고페이”를 이용할 때 “사용자”에게 부과되는 수수료를 말합니다.
② 본 조 및 본 약관의 다른 조항에서 정의한 것을 제외하고는, 약관의 규제에 관한 법률 등 관련 법령에 정한 바에 따릅니다.

제 3 조 (이용계약의 성립)
① “카고페이” 이용계약은, “사용자”가 되고자 하는 자(이하 "사용신청자")가 회사가 요구하는 항목들을 사실대로 기재하고 약관에 동의 버튼을 선택하여 동의 의사를 회사에 전자적 방식으로 전송하게 되면, 본 약관에 동의하고 회사에 서비스 이용을 신청한 것으로 간주됩니다. 단, 운송사의 경우 본 약관이 아닌 다른 형식의 계약을 통하여 “카고페이”를 이용할 수 있습니다.
② “카고페이” 이용계약은 제3조 제1항의 약관 동의를 포함하는 서비스 이용신청에 대하여, 회사가 다음 각 호의 제반 요건을 충족한 사용신청자에게 서비스 이용을 승낙함으로써 성립합니다.
1. 사용신청자는 반드시 신청자 본인의 명의로 가입하여야 합니다.
2. 사용신청자는 본인 명의의 결제수단(금융기관의 계좌, 카드 등)을 소유하여야 하며, 결제수단의 명의는 사용신청자의 명의와 일치하여야 합니다.
3. 회사는 본인확인기관 등을 통한 “본인확인”을 요청합니다. 본인확인의 경우 개인정보보호관계법령에 따라 본인확인기관 등이 제공하는 별도의 이용약관 동의에 의거하여 본인확인 절차를 진행하며, 회사는 본인확인 절차를 취할 수 없는 이용신청에 대해서는 해당 신청자에게 추가적으로 증빙자료를 요청할 수 있습니다.

제 4 조 (이용계약의 제한, 해지 등)
① 회사는 다음 각 호에 해당하는 이용신청에 대하여는 승낙을 하지 않거나, 사후에 이용계약을 해지할 수 있습니다.
1. 회사가 정한 서비스 제공환경이 아니거나 기술상 서비스 제공이 불가능한 경우
2. 사용신청자가 입력한 명의가 실명이 아니거나, 다른 사람의 명의사용 등 허위로 이용신청 하는 경우
3. 이미 가입된 “사용자”가 중복하여 이용신청을 하는 경우
4. “사용자”의 결제수단 상태가 다음 각 호에 해당하는 경우 
가) 분실·도난 등 사고 신고가 접수된 경우
나) 지급제한이 된 경우
다) 지급가능잔액이 부족한 경우
라) 당일 잔액에 대한 잔액증명이 발급된 계좌
마) 기타 사용자의 결제계좌가 개설되어 있는 금융기관이나 회사가 정한 지급제한 사유가 발생한 계좌
5. 이용신청 사항을 누락하거나 오기하여 이용신청 하는 경우
6. 만 16세 이하의 자가 이용신청 하는 경우
7. 기타 사용자의 귀책사유로 인하여 승낙이 불가능하거나 법령, 본 약관 및 기타 회사가 정한 제반 사항을 위반하여 신청하는 경우
② “사용자”가 임의로 서비스를 해지한 후 재차 이용신청을 하는 경우, 회사는 심사를 거쳐 당해 사용자에 대하여 일정기간 재가입을 제한할 수 있습니다.
③ “사용자”는 언제든지 회사에 이용계약 해지의 의사를 통지함으로써 이용계약을 해지할 수 있습니다. 단, 해지의사를 통지하기 전에 “운송사”에서 진행 중인 모든 운송의 거래를 완료하거나 철회 또는 취소하여야 하며, 거래의 철회 또는 취소로 인한 불이익은 “사용자” 본인이 부담하여야 합니다.
1. 탈퇴로 인해 발생한 불이익에 대한 책임은 “사용자” 본인이 져야 하며, 이용계약이 종료되면 회사는 “사용자”에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.
2. “사용자”가 임의 해지, 재가입 등을 반복적으로 행함으로써 회사가 제공하는 할인쿠폰, 이벤트 혜택 등의 경제상의 이익을 불/편법으로 수취하거나 이 과정에서 타인의 명의를 도용하는 등의 불/편법 행위를 차단하기 위하여 회사는 “사용자”의 탈퇴 후 관계법령이 정한 기간 동안 해당 사용자의 성명, 탈퇴일자, 탈퇴사유 등 개인정보를 보관합니다.
④ “사용자”가 이용계약을 해지할 경우 회사는 제 3조 3항, 관련법 및 개인정보취급방침에 따라 사용자 정보를 보유하는 경우를 제외하고는 해지 즉시 “사용자”의 모든 개인정보를 파기합니다.
⑤ 회사의 해제, 해지 및 이용제한에 대하여 “사용자”는 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 회사가 인정하는 경우, 회사는 즉시 서비스의 이용을 재개합니다.

제 5 조 (사용자의 의무)
① “사용자”는 제8조 및 제10조에 따라 “카고페이” 또는 “운송대금 정산서비스” 이용계약에 관한 청약을 철회하지 아니하는 한, 회사에 대하여 제7조 및 제10조 등에 따라 “카고페이” 이용에 따른 수수료 지급의무를 부담합니다. 
② “사용자”는 “카고페이”를 이용하기 위하여 회사에 대하여 진실한 정보를 제공할 의무를 부담하며, 관련 법령, 본 약관의 규정, 이용안내 및 “카고페이”상에 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 아니 됩니다.
③ “사용자”는 반드시 본인이 직접 서비스를 이용해야 하며, 이용계약상 지위를 타인에게 양도, 증여하거나 본인 이외의 타인이 서비스를 이용하여 발생하는 문제에 대한 책임은 “사용자” 본인에게 있습니다.

제 6 조 (사용자의 금지행위 및 서비스 이용 제한)
① 회사는 다음 각 호의 어느 하나에 해당되는 경우 회사는 해당 사유가 발생한 “사용자”의 서비스 이용을 제한 또는 정지할 수 있습니다.
1. “사용자”에게서 제 4조에서 정한 이용계약의 승낙거부사유가 있음이 확인된 경우
2. 회사가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 “카고페이”를 이용하거나 시스템에 접근하는 행위
3. 타인의 명의, 카드정보, 계좌정보 등을 도용하여 회사가 제공하는 서비스를 이용하는 행위
4. “카고페이”와 관련된 설비의 오 동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위 등 “사용자”가 회사의 서비스 운영을 고의로 방해하는 경우
5. 다른 사용자의 정당한 이익을 침해하거나, 대한민국 법령에 위배되는 행위를 한 경우
6. 본 약관에 위배되는 행위를 한 경우
7. 운송 거래를 가장하여 자금을 융통하는 것과 같이 여신전문금융업법 등 관련 법령에 의하여 금지된 방법으로 비정상적인 거래를 시도하는 경우
8. 본 약관에서 규정한 사항이나 별도페이지에 규정한 이용정책을 위반한 경우
9. 회사의 지식재산권, 제3자의 지식재산권 등 기타 권리를 침해하거나 회사의 동의 없이 사용자 또는 는 상업적인 목적을 위하여 본 서비스 자체, 서비스 내용의 일부 또는 전부를 복사, 복제, 판매, 재판매 또는 양수도하는 행위
10. 기타 회사가 합리적인 판단에 의해 서비스의 제공을 거부할 필요가 있다고 인정할 경우
② 회사는 “사용자”가 본 조의 금지행위를 행하는 경우 서비스 이용을 제한할 수 있으며, 이 경우 발생하는 모든 책임은 “사용자”가 부담합니다. 회사는 필요한 경우 “사용자”의 금지행위 사실을 관련 정부기관 또는 사법기관에 통지할 수 있습니다.

제7조 (카고페이 이용 개시, 이용시간 및 수수료)
① 제3조에 따라 회사가 신청인의 이용신청을 승낙함과 동시에 신청인은 회사가 제공하는 “카고페이”의 “사용자”가 되며, 이때부터 회사는 당해 “사용자”에게 본 약관이 정하는 서비스를 제공합니다. 단, “운송사”의 경우 본 약관과 별도의 계약을 체결하더라도 본 약관이 정하는 서비스를 이용할 수 있습니다.
② 회사는 당해 약관이 정한 “카고페이” 외 추가 서비스를 제공하기 위해 “사용자”에게 별도 또는 추가적인 가입절차를 요청할 수 있으며, “사용자”가 추가 서비스를 이용할 경우 각 서비스 별로 추가되는 이용약관이 당해 약관보다 우선 적용됩니다.
③ “카고페이”의 이용은 회사의 업무상 또는 기술상의 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다. 다만, 서비스 운영상의 필요성으로 회사가 정한 기간 동안 본 서비스가 일시 중지될 수 있고 서비스 중지 여부는 그 내용을 홈페이지 또는 카고페이를 통해 공지합니다.
④ 회사는 “사용자”의 “카고페이” 이용에 따른 수수료를 부과할 수 있으며, 수수료는 회사가 “운송사”를 통하여 또는 직접 “사용자”에게 고지한 수수료율에 따라 추심할 수 있습니다. 회사는 “사용자”에게 지급할 운송대금에서 추심할 수수료를 공제할 수 있습니다. 
⑤ 회사는 “운송사” 또는 “사용자”와의 별도 약정 또는 합의에 따라 “카고페이” 정기 사용료를 부과할 수 있습니다.
제8조(카고페이 이용에 관한 청약의 철회)
① “사용자”는 제10조에 따른 “카고페이” 이용에 따른 서비스 제공이 완료되고 해당 수수료가 지급되기 전까지 본 약관 제16조 제4항에 기재된 연락처로 전자문서를 전송하여 이용에 관한 청약을 철회할 수 있으며, 서비스 제공 및 수수료 지급이 완료된 경우 회사 또는 “카고플러스 등”의 동의가 없는 한 철회할 수 없습니다. 각 서비스별 청약 철회 효력 발생시기는 본 약관의 관련 항에서 정하는 바와 같습니다.
②  “사용자”는 제1항에 따른 청약 철회의 효력이 발생하기 전까지 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령에 따라 청약 철회된 각 건별 수수료를 반환받을 수 있습니다.

제9조 (카고페이의 구성, 변경 및 중지)
① 회사가 제공하는 “카고페이”는 다음 각 호의 서비스로 구성됩니다.
1. 운송대금 정산 서비스
2. 위수탁전자세금계산서 발급 서비스 
3. 맞춤형 운송정보 제공 서비스
③  회사는 “카고페이”의 개선을 위하여 수시로 “카고페이”의 전부 또는 일부 내용을 변경할 수 있습니다. 이 경우 “사용자”는 변경될 “카고페이”의 내용 및 변경 적용 일자를 회사의 홈페이지 또는 “카고페이” 초기 화면에 게시하거나, 이메일, 문자메시지, Push message, 카카오톡 알림톡 등을 통해 “사용자”에게 공지하며, 공지일로부터 30일 이내에 회사에 대한 이의제기가 없는 경우 변경된 “카고페이”의 내용에 동의한 것으로 간주합니다.
③ 회사는 다음 각 호에 해당하는 경우 “카고페이”의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
1. 회사의 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우
2. “카고페이”를 위한 설비의 보수 등 공사로 인해 부득이한 경우
3. “카고페이” 업그레이드 및 시스템 유지보수 등을 위해 필요한 경우
4. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 “카고페이” 이용에 지장이 있는 경우
5. 회사와 “운송사”의 “카고페이” 이용에 관한 계약종료 등으로 인하여 해당 “운송사”와 운송에 관한 거래를 한 “사용자”에 대한 “카고페이”를 유지할 필요성이 없는 경우
6. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
④ 회사가 제3항에 의하여 “카고페이”를 전부 또는 일부 제한하거나 중지하는 경우, 회사는 즉시 제2항에서 정한 방법으로 “사용자”에게 공지합니다. 다만, 회사가 통제할 수 없는 사유로 “카고페이”가 중단되어 사전 공지가 불가능한 경우(회사 또는 “카고페이” 운영자의 고의 및 과실이 없는 디스크 장애, 시스템 다운 등)에는 그러하지 아니합니다.

제10조 (카고페이 이용 수수료 등)
① “운송사”와 “사용자”의 약정에 따라 사용자의 “카고페이” 계정으로 운송대금이 결제되는 경우, 회사는 “운송대금 정산 서비스”로서 “빠른입금 서비스”, “일반입금 서비스” 및 “신용카드결제서비스”를 제공합니다.  한편 “카고플러스 등” 역시 “카고페이”를 통하여 “빠른입금 서비스”를 제공할 수 있습니다. 
② 회사 또는 “카고플러스 등”은 “빠른입금 서비스”를 요청하는 “사용자” 또는 “운송사”에게 수수료를 청구할 수 있습니다. 본 수수료에는 운송대금 정산 시스템과 통합 및 연동 되어 있는 오더관리시스템, 배차관리시스템에 대한 사용료 등도 포함되어 있습니다.
③ “사용자”가 제2항에 따른 “빠른입금 서비스”(“사용자”의 빠른 지급 요청에 따른 것)를 이용한 경우, “사용자”는 “빠른입금 서비스” 이용에 따른 서비스 제공이 완료되고 해당 수수료가 지급되기 전까지 본 약관 제16조 제4항에 기재된 연락처로 전자문서를 전송하여 이용에 관한 청약을 철회할 수 있으며, 서비스 제공 및 수수료 지급이 완료된 경우 회사 또는 “카고플러스 등”의 동의가 없는 한 철회할 수 없습니다.
④ 회사 또는 “카고플러스 등”은 “사용자”에 대한 제2항의 “빠른입금 서비스” (“사용자”의 빠른 지급 요청에 따른 것)를 제공할 때 “사용자”에게 지급할 운송대금에서 “사용자”가 지급할 수수료를 공제할 수 있습니다.
⑤ “사용자”가 “신용카드결제서비스”를 이용할 경우, “사용자”는 “운송사”가 가입한 신용카드사의 약관에 따라 소정의 수수료를 공제한 운송대금을 지급받을 수 있으며, 이는 신용카드사의 이용약관에 따릅니다.
⑥ 회사의 정책 및 결제수단 제공자(카드사, 은행, 이동통신사 등)의 기준에 따라 “사용자”의 결제수단 별 월 누적 결제액 및 결제한도가 제한될 수 있습니다.
⑦ “사용자”가 “빠른입금 서비스”를 이용하는 경우, “사용자”는 회사 또는 “카고플러스 등”이 “사용자”에게 운송대금을 지급함과 동시에 “사용자”의 “운송사”에 대한 운송대금 채권은 별도의 합의 없이 해당 운송대금을 지급한 회사 또는 또는 “카고플러스 등”에게 양도되는 것에 동의한 것으로 간주되고(채권양도에 관한 합의 성립), “사용자”는 해당 운송대금을 지급한 회사 또는 “카고플러스 등”에게 “운송사”에 대한 채권양도 통지 등에 관한 권한을 위임하는 것으로 하며, 이에 관하여 회사 또는 “카고플러스 등”과 “운송사”에게 일체의 이의를 제기하지 아니합니다. 

제11조 (위수탁전자세금계산서 발급 서비스)
① 회사는 위수탁전자세금계산서 발급 서비스의 이용을 위한 “사용자”의 본인 정보(사업자정보, 전자우편주소 등)의 입력을 거치고 별도의 위수탁전자세금계산서 발급 서비스 규정 및 동의서에 동의한 사용자에게만 본 서비스를 제공합니다. 
② 위수탁전자세금계산서 발급 서비스의 제반 사항은 별도의 “위수탁전자세금계산서 발급 서비스 규정 및 동의서”에 따릅니다.

제12조 (맞춤형 운송정보의 제공)
①  회사는 “카고페이”의 운영과 관련한 공지사항을 회사 홈페이지 또는 “카고페이” 초기 화면에 게재하거나 이메일, 문자메시지, , Push Message, 카카오톡 알림톡 등을 통하여 통지할 수 있습니다.
②  회사는 “카고페이”의 운영과 관련한 광고성 정보 및 사용자 맞춤형 운송정보를 회사 홈페이지 또는 “카고페이” 초기 화면에 게재하거나 이메일, 문자메시지,  Push Message, 카카오톡 알림톡 등의 방법으로 “사용자”에게 제공할 수 있습니다. 다만 광고성 또는 맞춤형 운송정보는 사전에 수신에 동의한 사용자에게만 제공됩니다.

제13조 (개인정보보호)
① 회사는 개인정보의 수집, 이용, 제3자 제공 및 개인정보보호에 관한 자세한 사항에 대하여 개인정보 처리방침을 통하여 게시할 것입니다. 
② 회사는 수집된 개인정보의 취급 및 관리 등의 업무를 스스로 수행함을 원칙으로 하나, 필요한 경우 해당업무의 일부 또는 전부를 회사가 선정한 회사에 위탁할 수 있습니다. 위탁에 대한 세부내용은 별도의 개인정보처리방침을 통해 공지합니다.
③ 개인정보의 수집 및 이용과 개인정보보호의 제반 사항은 “개인정보처리방침”에 따릅니다.  

제14조 (개인위치정보보호)
① 회사는 위치정보의 보호 및 이용 등에 관한 법률 등 관련 법령이 정하는 바에 따라서 “사용자”의 개인위치정보를 보호하기 위하여 노력합니다.
② 개인위치정보의 수집 및 이용과 개인위치정보보호의 제반 사항은 “위치기반서비스이용약관”에 따릅니다.

제15조 (지식재산권)
① 회사의 “카고페이”와 관련된 일체의 지식재산권은 회사에게 속합니다.
② “사용자”는 “카고페이”를 이용하여 얻은 정보를 가공, 판매하는 행위 등 “카고페이” 또는 회사 홈페이지 등에 게재된 자료를 영리 목적으로 이용하거나 제3자에게 이용하게 할 수 없습니다.

제16조 (카고페이 이용 내역의 보존 및 확인)
① 회사는 “사용자”가 이용한 “카고페이”의 내용을 추적, 검색하거나 그 내용에 오류가 발생한 경우에 이를 확인하거나 정정할 수 있는 기록을 생성하여 보존합니다.
② 회사는 “사용자”에게 “카고페이”를 제공하면서 취득한 “사용자”의 인적 사항, “사용자”의 계좌, 접근매체(전자금융거래법에 정의된 것, 이하 동일) 및 “카고페이” 이용 내역에 관한 정보를 법령에 의하거나 “사용자”의 동의를 얻지 아니하고 제3자에게 제공하거나 서비스 제공 목적 외에 사용하지 아니합니다.
③ 회사는 “카고페이”의 조회 화면을 통하여 “사용자”의 “카고페이” 이용 내역을 확인하는 서비스를 제공하며, 다만 “사용자”가 “카고페이” 이용내역에 대해 서면 교부 요청을 하는 경우 요청을 받은 날로부터 2주 이내에 모사전송, 우편 또는 직접 교부의 방법 등으로 해당 서비스 이용 내역에 관한 서면을 교부합니다.
④ “카고페이” 이용내역의 서면 요청은 아래의 이메일 주소로 신청하거나, 아래 담당자에게 전화로 직접 신청할 수 있습니다.
• 이메일 : cargopay@logislab.com
• 담당 : 박태현
• 전화 : 1522-9766

제17조 (오류의 정정)
① “사용자”는 “카고페이”에 오류가 있음을 안 때에는 회사에 대한 정정을 요구할 수 있습니다. 회사는 오류의 정정요구를 받은 때 또는 스스로 “카고페이”에 오류가 있음을 안 때에는 이를 즉시 조사하여 처리한 후 정정요구를 받은 날부터 2주 이내에 오류의 원인과 처리 결과를 서면, 전화 또는 전자우편을 이용하여 “사용자”에게 알립니다.
② 다만 “사용자”가 서면으로 요청할 때 회사는 문서를 이용하여 회신합니다.
③ 서면 요청은 제16조 제4항의 방법을 준용합니다.

제18조 (이의신청 및 처리 담당자)
① “사용자”는 “카고페이” 이용과 관련하여 회사에 이의가 있는 경우 서면으로 회사에 이의를 제기할 수 있습니다. 이의제기 담당자는 아래와 같습니다.
• 이의신청 처리
• 담당 : 정태민
• 전화 : 1522-9766
• 이메일 : cargopay@logislab.com
② “사용자”는 본조 제1항 및 제16조 제4항에 따라 회사의 본점이나 영업점에 이의제기를 할 수 있으며, 회사는 15일 이내에 이에 대한 조사 또는 처리 결과를 이의를 제기한 “사용자”에게 안내합니다.
③ 제2항에 따른 안내를 받은 “사용자”는 회사의 이의제기에 대한 처리결과에 대하여 이의가 있을 경우 약관의 규제에 관한 법률에 따라 분쟁조정을 신청하거나, 분쟁해결을 위한 협의를 할 수 있고, 분쟁조정이 이루어지지 아니하거나 협의가 성립하지 아니할 경우 제23조에 따라 관할법원에 소를 제기함으로써 분쟁을 해결할 수 있습니다.

제19조 (대리 및 보증의 부인)
① “사용자”와 회사가 아닌 제3자와의 거래에 있어서 회사는 “사용자”나 “운송사”를 대리하지 않으며, 회사의 어떠한 행위도 “운송사”나 “사용자”를 대리하는 행위로 간주되지 않습니다.
② “운송사”와 “사용자” 간에 성립된 거래에 관련된 책임과 각각의 “사용자”가 제공한 정보에 대한 책임은 해당 “사용자”가 직접 부담하여야 함을 분명히 합니다.
③ 회사는 “카고페이”를 통하여 “운송사”와 “사용자” 간의 거래와 관련하여 거래의사 또는 존부 및 진정성, “운송사”가 제공하는 운송거래의 완전성, 안전성, 적법성, 정보의 진실성, 타인의 권리에 대한 비침해성, “운송사”와 “사용자”가 입력하는 정보(화물정보망 서비스 제공자 및 기타 제3의 운송 관련 중개자 등으로부터 제공받은 일체의 정보를 포함합니다) 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 위험과 책임은 해당 “사용자”와 거래 당사자 및 기타 이해관계자에게 있습니다.

제20조 (손해배상)
① “사용자”가 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 본 약관을 위반한 “사용자”는 회사에 발생하는 모든 손해를 배상할 책임이 있습니다.
② “사용자”가 “카고페이”를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 사용자 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 “사용자”는 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 당해 “사용자”는 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.

제21조 (면책사항)
① 회사는 “사용자” 상호간, “사용자”와 “운송사” 상호간 또는 “사용자”와 제3자(신용카드사 포함) 상호간에 “카고페이”를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임이 없습니다.
② 회사는 “신용카드결제서비스”와 관련하여, 신용카드 결제와 관련한 일체의 책임이 없습니다.

제22조 (본 약관의 효력 및 약관변경 승인)
① 회사는 “사용자”가 “카고페이”를 이용하기 전에 본 약관을 게시하고, “사용자”가 본 약관의 중요한 내용을 확인할 수 있도록 합니다.
② 회사는 “사용자”의 요청이 있는 경우 전자문서 전송(전자우편을 이용한 전송을 포함합니다), 모사전송, 우편 또는 직접교부의 방식으로 본 약관의 사본을 “사용자”에게 교부합니다.
③ 회사가 본 약관을 변경하는 때에는 변경된 약관을 서비스를 수행하는 회사 홈페이지 또는 “카고페이” 등에 1개월 이상 게시하고 “사용자”에게 전자우편 등을 통하여 사후 통지합니다.
④ “사용자”가 제3항의 통지를 받은 날로부터 30일 이내에 계약해지의 의사표시를 하지 아니한 경우에는 변경에 동의한 것으로 봅니다.

제23조 (관할법원)
① “카고페이” 이용과 관련하여 회사와 “사용자” 사이에 분쟁이 발생한 경우, 회사와 “사용자”는 분쟁의 해결을 위해 성실히 협의합니다.
② 회사와 “사용자”간에 발생한 분쟁에 관한 관할법원은 민사소송법 등 관련 법률에서 정한 바에 따릅니다.

제24조 (본 약관에서 정하지 아니한 사항)
① 본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 관계법령 또는 상관례에 따릅니다.
② 회사와 “사용자” 사이에 개별적으로 합의한 사항이 본 약관에 정한 사항과 다를 때에는, 그 합의 사항을 본 약관에 우선하여 적용합니다.

- 부칙 -
본 약관은 2018년 12월 3일부터 시행됩니다.
</textarea>
 </div>  
 </body>
</html>