<%@ Page Language="C#" MasterPageFile="~/Sms.Master" AutoEventWireup="true" CodeBehind="Join.aspx.cs" Inherits="SMS.Common.Join" %>
<asp:Content ID="Scriptcontent" ContentPlaceHolderID="headscript" Runat="Server">
    <script src="/SMS/Common/Proc/Join.js?var=<%=DateTime.Now.ToString("yyyyMMddHHmmss")%>"></script>
</asp:Content>
<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <asp:HiddenField runat="server" ID="DisplayMode"/>
    <asp:HiddenField runat="server" ID="ErrMsg"/>
    <asp:HiddenField runat="server" ID="No" />
    <asp:HiddenField runat="server" ID="RetUrl"/>

    <!--감싸는 태그 Start-->
     <div id="wrap">

        <div class="auth_area">
            <h1>카고페이 사용자 인증</h1>
            <div class="auth_body">
                <p>
                    카고페이 서비스 이용을 위해,​ <br>최초 1회 사용자 인증이 필요합니다.​<br>아래 정보를 확인해 주세요.​
                </p>
                <table class="auth_tb1">
                    <colgroup>
                        <col style="width:40%;">
                        <col style="width:60%;">
                    </colgroup>
                    <tbody>
                        <tr>
                            <th>사업자번호</th>
                            <td>
                                <span id="ComCorpNo"></span>
                            </td>
                        </tr>
                        <tr>
                            <th>사업자명</th>
                            <td>
                                <span id="ComName"></span>
                            </td>
                        </tr>
                        <tr>
                            <th>대표자명</th>
                            <td>
                                <span id="ComCeoName"></span>
                            </td>
                        </tr>
                        <tr>
                            <th>휴대전화번호</th>
                            <td>
                                <span id="DriverCell"></span>
                            </td>
                        </tr>
                    </tbody>
                </table>
                <table class="auth_tb2">
                    <colgroup>
                        <col style="width:50%;">
                        <col style="width:50%;">
                    </colgroup>
                    <tbody>
                        <tr>
                            <th>약관동의</th>
                            <td>
                                <input type="checkbox" id="check"><label for="check">전체동의 <span></span></label>
                            </td>
                        </tr>
                        <tr onclick="fnAgreeView(1);">
                            <th>카고페이 이용약관</th>
                            <td>
                                <svg xmlns="http://www.w3.org/2000/svg" width="8.329" height="13.829" viewBox="0 0 8.329 13.829">
                                    <path id="패스_17" data-name="패스 17" d="M467,1664.085l6.208,6.208L467,1676.5" transform="translate(-466.293 -1663.378)" fill="none" stroke="#707070" stroke-width="2"/>
                                </svg>
                            </td>
                        </tr>
                        <tr onclick="fnAgreeView(2);">
                            <th>개인정보처리방침</th>
                            <td>
                                <svg xmlns="http://www.w3.org/2000/svg" width="8.329" height="13.829" viewBox="0 0 8.329 13.829">
                                    <path id="패스_17" data-name="패스 17" d="M467,1664.085l6.208,6.208L467,1676.5" transform="translate(-466.293 -1663.378)" fill="none" stroke="#707070" stroke-width="2"/>
                                </svg>
                            </td>
                        </tr>
                        <tr onclick="fnAgreeView(3);">
                            <th>위수탁전자세금계산서 발급 서비스 규정 및 동의서</th>
                            <td>
                                <svg xmlns="http://www.w3.org/2000/svg" width="8.329" height="13.829" viewBox="0 0 8.329 13.829">
                                    <path id="패스_17" data-name="패스 17" d="M467,1664.085l6.208,6.208L467,1676.5" transform="translate(-466.293 -1663.378)" fill="none" stroke="#707070" stroke-width="2"/>
                                </svg>
                            </td>
                        </tr>
                    </tbody>
                </table>
            </div>
        </div>
        <div class="auth_btn2">
            <button type="button" class="blue" id="BtnJoinConfirmView" onclick="fnJoin();">확인</button>
        </div>
        
         <!--  가입완료 처리 -->
        <div class="fast_area" style="display: none;">
             <h1 class="logo"><img src="/SMS/images/cargopay_logo.png"></h1>
             <div class="middle_success">
                 <dl>
                     <dt>
                         <img src="/SMS/images/fast_icon.png" alt="">
                     </dt>
                     <dd id="ddMent">
                         카드 결제<br>허용으로 변경 완료
                     </dd>
                 </dl>
                 <p>이제 운송료를 카드로 결제 받을 수 있습니다.</p>
             </div>
             <div class="btn_type1">
                 <ul>
                     <li><button type="button" class="gray" onclick="fnJoinEnd(); return;" >확인</button></li>
                 </ul>
             </div>
         </div>
         <!--  가입완료 처리 -->
     </div>
     <!--감싸는 태그 End-->

     <!-------------------------------------------------------------------------------------->
     <!--이용약관 영역 Start-->
     <!-------------------------------------------------------------------------------------->
     <div class="agree_area agree1">
        <div class="auth_area">
            <h1>카고페이 사용자 인증</h1>
            <div class="agree_body">
                <textarea readonly>카고페이 이용약관 

제 1 조 (목적)
본 약관은 사용자가 주식회사 로지스랩 (이하 “회사”라 함)에서 제공하는 운송대금 정산 서비스, 위수탁전자세금계산서 발급 서비스 및 맞춤형 운송정보 제공 서비스 등(이하 통칭하여 "카고페이"라 함)을 이용함에 있어, 회사와 사용자 간 또는 사용자 간의 권리 및 의무 및 책임사항 및 서비스 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다.
제 2 조 (용어의 정의)
① 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1. “카고페이”란 회사가 제공하는 운송대금 정산 서비스, 위수탁전자세금계산서 발급 서비스 및 맞춤형 운송정보 제공 서비스 등을 총칭합니다. 
2. “사용자”란 본 약관에 동의하고 본 약관에 따라 회사가 제공하는 서비스를 이용하는 차주 사용자를 말합니다. .
3. “운송사”란 본 약관과 별도로 회사와 운송대금 정산 등 관련 계약을 체결하여 “카고페이”를 이용한 운송정보의 제공, 운송대금 정산 관련 서비스 등을 이용할 수 있는 운송회사(또는 운송주선회사)를 말합니다.
4. “운송대금 정산 서비스”라 함은 “운송사”와 “사용자”의 운송에 관한 약정에 따라 “사용자”의 “카고페이” 계정(“카고페이” 계정이 없을 경우 “사용자”의 개인 계좌, 이하 동일)으로 운송대금이 결제되는 경우, 회사가 제공하는 “빠른입금 서비스”, “일반입금 서비스” 및 “신용카드결제서비스”를 말합니다.
5. “빠른입금 서비스”라 함은 “운송사”와 “사용자” 사이에 운송의 이행이 완료되었음이 확인된 후, (i) “사용자”의 요청에 따라 “사용자”가 회사에 대하여 운송대금의 빠른 지급을 요청할 경우, 회사 또는 주식회사 카고플러스 등 제3자(이하 통칭하여 “카고플러스 등”이라 함)가 “사용자”에게 해당 운송대금을 먼저 지급하고 “운송사”로부터 사후에 지급받는 서비스, 또는 (ii) “사용자”와 “운송사”의 사전 합의에 따라 “운송사”가 회사에 대하여 운송대금의 빠른 지급을 요청할 경우, 회사 또는 “카고플러스 등”이 “사용자”에게 해당 운송대금을 먼저 지급하고 “운송사”로부터 사후에 지급받는 서비스를 말합니다.
6. “일반입금 서비스”라 함은 “운송사”와 “사용자” 사이에 운송의 이행이 완료되었음이 확인된 후, 양자 사이의 사전 합의에 따라 “운송사”가 회사를 거쳐 해당 운송대금을 “사용자”에게 지급하는 것 또는 해당 “운송사”가 직접 “사용자”에게 해당 운송대금을 지급하는 것을 말합니다.
7. “신용카드결제서비스”라 함은 “운송사”와 “사용자” 사이에 운송의 이행이 완료되었음이 확인된 후, “운송사”가 가입한 신용카드로 운송대금이 결제되도록 “중계”하는 서비스를 말합니다.
8. "위수탁전자세금계산서 발급 서비스"라 함은, “사용자”가 자신의 사업자정보를 “카고페이”에 등록하고 해당 운송대금에 대한 세금계산서의 발행을 회사에 요청할 경우, 회사가 “카고페이” 시스템을 통해 “사용자”를 대신하여 전자적으로 세금계산서를 발행하는 서비스를 말합니다.
9. “수수료”란 “사용자”가 “카고페이”를 이용할 때 “사용자”에게 부과되는 수수료를 말합니다.
② 본 조 및 본 약관의 다른 조항에서 정의한 것을 제외하고는, 약관의 규제에 관한 법률 등 관련 법령에 정한 바에 따릅니다.
제 3 조 (이용계약의 성립)
① “카고페이” 이용계약은, “사용자”가 되고자 하는 자(이하 "사용신청자")가 회사가 요구하는 항목들을 사실대로 기재하고 약관에 동의 버튼을 선택하여 동의 의사를 회사에 전자적 방식으로 전송하게 되면, 본 약관에 동의하고 회사에 서비스 이용을 신청한 것으로 간주됩니다. 단, 운송사의 경우 본 약관이 아닌 다른 형식의 계약을 통하여 “카고페이”를 이용할 수 있습니다.
② “카고페이” 이용계약은 제3조 제1항의 약관 동의를 포함하는 서비스 이용신청에 대하여, 회사가 다음 각 호의 제반 요건을 충족한 사용신청자에게 서비스 이용을 승낙함으로써 성립합니다.
1. 사용신청자는 반드시 신청자 본인의 명의로 가입하여야 합니다.
2. 사용신청자는 본인 명의의 결제수단(금융기관의 계좌, 카드 등)을 소유하여야 하며, 결제수단의 명의는 사용신청자의 명의와 일치하여야 합니다.
3. 회사는 본인확인기관 등을 통한 “본인확인”을 요청합니다. 본인확인의 경우 개인정보보호관계법령에 따라 본인확인기관 등이 제공하는 별도의 이용약관 동의에 의거하여 본인확인 절차를 진행하며, 회사는 본인확인 절차를 취할 수 없는 이용신청에 대해서는 해당 신청자에게 추가적으로 증빙자료를 요청할 수 있습니다.
제 4 조 (이용계약의 제한, 해지 등)
① 회사는 다음 각 호에 해당하는 이용신청에 대하여는 승낙을 하지 않거나, 사후에 이용계약을 해지할 수 있습니다.
1. 회사가 정한 서비스 제공환경이 아니거나 기술상 서비스 제공이 불가능한 경우
2. 사용신청자가 입력한 명의가 실명이 아니거나, 다른 사람의 명의사용 등 허위로 이용신청 하는 경우
3. 이미 가입된 “사용자”가 중복하여 이용신청을 하는 경우
4. “사용자”의 결제수단 상태가 다음 각 호에 해당하는 경우 
가)	분실·도난 등 사고 신고가 접수된 경우
나)	지급제한이 된 경우
다)	지급가능잔액이 부족한 경우
라)	당일 잔액에 대한 잔액증명이 발급된 계좌
마)	기타 사용자의 결제계좌가 개설되어 있는 금융기관이나 회사가 정한 지급제한 사유가 발생한 계좌
5. 이용신청 사항을 누락하거나 오기하여 이용신청 하는 경우
6. 만 16세 이하의 자가 이용신청 하는 경우
7. 기타 사용자의 귀책사유로 인하여 승낙이 불가능하거나 법령, 본 약관 및 기타 회사가 정한 제반 사항을 위반하여 신청하는 경우
②“사용자”가 임의로 서비스를 해지한 후 재차 이용신청을 하는 경우, 회사는 심사를 거쳐 당해 사용자에 대하여 일정기간 재가입을 제한할 수 있습니다.
③“사용자”는 언제든지 회사에 이용계약 해지의 의사를 통지함으로써 이용계약을 해지할 수 있습니다. 단, 해지의사를 통지하기 전에 “운송사”에서 진행 중인 모든 운송의 거래를 완료하거나 철회 또는 취소하여야 하며, 거래의 철회 또는 취소로 인한 불이익은 “사용자” 본인이 부담하여야 합니다.
1. 탈퇴로 인해 발생한 불이익에 대한 책임은 “사용자” 본인이 져야 하며, 이용계약이 종료되면 회사는 “사용자”에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.
2.“사용자”가 임의 해지, 재가입 등을 반복적으로 행함으로써 회사가 제공하는 할인쿠폰, 이벤트 혜택 등의 경제상의 이익을 불/편법으로 수취하거나 이 과정에서 타인의 명의를 도용하는 등의 불/편법 행위를 차단하기 위하여 회사는 “사용자”의 탈퇴 후 관계법령이 정한 기간 동안 해당 사용자의 성명, 탈퇴일자, 탈퇴사유 등 개인정보를 보관합니다.
④ “사용자”가 이용계약을 해지할 경우 회사는 제 3조 3항, 관련법 및 개인정보취급방침에 따라 사용자 정보를 보유하는 경우를 제외하고는 해지 즉시 “사용자”의 모든 개인정보를 파기합니다.
⑤ 회사의 해제, 해지 및 이용제한에 대하여 “사용자”는 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 회사가 인정하는 경우, 회사는 즉시 서비스의 이용을 재개합니다.
제 5 조 (사용자의 의무)
①“사용자”는 제8조 및 제10조에 따라 “카고페이” 또는 “운송대금 정산서비스” 이용계약에 관한 청약을 철회하지 아니하는 한, 회사에 대하여 제7조 및 제10조 등에 따라 “카고페이” 이용에 따른 수수료 지급의무를 부담합니다. 
②“사용자”는 “카고페이”를 이용하기 위하여 회사에 대하여 진실한 정보를 제공할 의무를 부담하며, 관련 법령, 본 약관의 규정, 이용안내 및 “카고페이”상에 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 아니 됩니다.
③“사용자”는 반드시 본인이 직접 서비스를 이용해야 하며, 이용계약상 지위를 타인에게 양도, 증여하거나 본인 이외의 타인이 서비스를 이용하여 발생하는 문제에 대한 책임은 “사용자” 본인에게 있습니다.
제 6 조 (사용자의 금지행위 및 서비스 이용 제한)
① 회사는 다음 각 호의 어느 하나에 해당되는 경우 회사는 해당 사유가 발생한 “사용자”의 서비스 이용을 제한 또는 정지할 수 있습니다.
1.“사용자”에게서 제 4조에서 정한 이용계약의 승낙거부사유가 있음이 확인된 경우
2. 회사가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 “카고페이”를 이용하거나 시스템에 접근하는 행위
3. 타인의 명의, 카드정보, 계좌정보 등을 도용하여 회사가 제공하는 서비스를 이용하는 행위
4.“카고페이”와 관련된 설비의 오 동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위 등 “사용자”가 회사의 서비스 운영을 고의로 방해하는 경우
5. 다른 사용자의 정당한 이익을 침해하거나, 대한민국 법령에 위배되는 행위를 한 경우
6. 본 약관에 위배되는 행위를 한 경우
7. 운송 거래를 가장하여 자금을 융통하는 것과 같이 여신전문금융업법 등 관련 법령에 의하여 금지된 방법으로 비정상적인 거래를 시도하는 경우
8. 본 약관에서 규정한 사항이나 별도페이지에 규정한 이용정책을 위반한 경우
9. 회사의 지식재산권, 제3자의 지식재산권 등 기타 권리를 침해하거나 회사의 동의 없이 사용자 또는 는 상업적인 목적을 위하여 본 서비스 자체, 서비스 내용의 일부 또는 전부를 복사, 복제, 판매, 재판매 또는 양수도하는 행위
10.	기타 회사가 합리적인 판단에 의해 서비스의 제공을 거부할 필요가 있다고 인정할 경우
② 회사는 “사용자”가 본 조의 금지행위를 행하는 경우 서비스 이용을 제한할 수 있으며, 이 경우 발생하는 모든 책임은 “사용자”가 부담합니다. 회사는 필요한 경우 “사용자”의 금지행위 사실을 관련 정부기관 또는 사법기관에 통지할 수 있습니다.
제7조 (카고페이 이용 개시, 이용시간 및 수수료)
① 제3조에 따라 회사가 신청인의 이용신청을 승낙함과 동시에 신청인은 회사가 제공하는 “카고페이”의 “사용자”가 되며, 이때부터 회사는 당해 “사용자”에게 본 약관이 정하는 서비스를 제공합니다. 단, “운송사”의 경우 본 약관과 별도의 계약을 체결하더라도 본 약관이 정하는 서비스를 이용할 수 있습니다.
② 회사는 당해 약관이 정한 “카고페이” 외 추가 서비스를 제공하기 위해 “사용자”에게 별도 또는 추가적인 가입절차를 요청할 수 있으며, “사용자”가 추가 서비스를 이용할 경우 각 서비스 별로 추가되는 이용약관이 당해 약관보다 우선 적용됩니다.
③ “카고페이”의 이용은 회사의 업무상 또는 기술상의 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다. 다만, 서비스 운영상의 필요성으로 회사가 정한 기간 동안 본 서비스가 일시 중지될 수 있고 서비스 중지 여부는 그 내용을 홈페이지 또는 카고페이를 통해 공지합니다.
④ 회사는 “사용자”의 “카고페이” 이용에 따른 수수료를 부과할 수 있으며, 수수료는 회사가 “운송사”를 통하여 또는 직접 “사용자”에게 고지한 수수료율에 따라 추심할 수 있습니다. 회사는 “사용자”에게 지급할 운송대금에서 추심할 수수료를 공제할 수 있습니다. 
⑤ 회사는 “운송사” 또는 “사용자”와의 별도 약정 또는 합의에 따라 “카고페이” 정기 사용료를 부과할 수 있습니다.
제8조(카고페이 이용에 관한 청약의 철회)
① “사용자”는 제10조에 따른 “카고페이” 이용에 따른 서비스 제공이 완료되고 해당 수수료가 지급되기 전까지 본 약관 제16조 제4항에 기재된 연락처로 전자문서를 전송하여 이용에 관한 청약을 철회할 수 있으며, 서비스 제공 및 수수료 지급이 완료된 경우 회사 또는 “카고플러스 등”의 동의가 없는 한 철회할 수 없습니다. 각 서비스별 청약 철회 효력 발생시기는 본 약관의 관련 항에서 정하는 바와 같습니다.
②	 “사용자”는 제1항에 따른 청약 철회의 효력이 발생하기 전까지 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령에 따라 청약 철회된 각 건별 수수료를 반환받을 수 있습니다.
제9조 (카고페이의 구성, 변경 및 중지)
① 회사가 제공하는 “카고페이”는 다음 각 호의 서비스로 구성됩니다.
1. 운송대금 정산 서비스
2. 위수탁전자세금계산서 발급 서비스 
3. 맞춤형 운송정보 제공 서비스
③  회사는 “카고페이”의 개선을 위하여 수시로 “카고페이”의 전부 또는 일부 내용을 변경할 수 있습니다. 이 경우 “사용자”는 변경될 “카고페이”의 내용 및 변경 적용 일자를 회사의 홈페이지 또는 “카고페이” 초기 화면에 게시하거나, 이메일, 문자메시지, Push message, 카카오톡 알림톡 등을 통해 “사용자”에게 공지하며, 공지일로부터 30일 이내에 회사에 대한 이의제기가 없는 경우 변경된 “카고페이”의 내용에 동의한 것으로 간주합니다.
③ 회사는 다음 각 호에 해당하는 경우 “카고페이”의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
1. 회사의 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우
2. “카고페이”를 위한 설비의 보수 등 공사로 인해 부득이한 경우
3. “카고페이” 업그레이드 및 시스템 유지보수 등을 위해 필요한 경우
4. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 “카고페이” 이용에 지장이 있는 경우
5. 회사와 “운송사”의 “카고페이” 이용에 관한 계약종료 등으로 인하여 해당 “운송사”와 운송에 관한 거래를 한 “사용자”에 대한 “카고페이”를 유지할 필요성이 없는 경우
6. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
④ 회사가 제3항에 의하여 “카고페이”를 전부 또는 일부 제한하거나 중지하는 경우, 회사는 즉시 제2항에서 정한 방법으로 “사용자”에게 공지합니다. 다만, 회사가 통제할 수 없는 사유로 “카고페이”가 중단되어 사전 공지가 불가능한 경우(회사 또는 “카고페이” 운영자의 고의 및 과실이 없는 디스크 장애, 시스템 다운 등)에는 그러하지 아니합니다.
제10조 (카고페이 이용 수수료 등)
①“운송사”와 “사용자”의 약정에 따라 사용자의 “카고페이” 계정으로 운송대금이 결제되는 경우, 회사는 “운송대금 정산 서비스”로서 “빠른입금 서비스”, “일반입금 서비스” 및 “신용카드결제서비스”를 제공합니다.  한편 “카고플러스 등” 역시 “카고페이”를 통하여 “빠른입금 서비스”를 제공할 수 있습니다. 
② 회사 또는 “카고플러스 등”은 “빠른입금 서비스”를 요청하는 “사용자” 또는 “운송사”에게 수수료를 청구할 수 있습니다. 본 수수료에는 운송대금 정산 시스템과 통합 및 연동 되어 있는 오더관리시스템, 배차관리시스템에 대한 사용료 등도 포함되어 있습니다.
③“사용자”가 제2항에 따른 “빠른입금 서비스”(“사용자”의 빠른 지급 요청에 따른 것)를 이용한 경우, “사용자”는 “빠른입금 서비스” 이용에 따른 서비스 제공이 완료되고 해당 수수료가 지급되기 전까지 본 약관 제16조 제4항에 기재된 연락처로 전자문서를 전송하여 이용에 관한 청약을 철회할 수 있으며, 서비스 제공 및 수수료 지급이 완료된 경우 회사 또는 “카고플러스 등”의 동의가 없는 한 철회할 수 없습니다.
④ 회사 또는 “카고플러스 등”은 “사용자”에 대한 제2항의 “빠른입금 서비스” (“사용자”의 빠른 지급 요청에 따른 것)를 제공할 때 “사용자”에게 지급할 운송대금에서 “사용자”가 지급할 수수료를 공제할 수 있습니다.
⑤“사용자”가 “신용카드결제서비스”를 이용할 경우, “사용자”는 “운송사”가 가입한 신용카드사의 약관에 따라 소정의 수수료를 공제한 운송대금을 지급받을 수 있으며, 이는 신용카드사의 이용약관에 따릅니다.
⑥	회사의 정책 및 결제수단 제공자(카드사, 은행, 이동통신사 등)의 기준에 따라 “사용자”의 결제수단 별 월 누적 결제액 및 결제한도가 제한될 수 있습니다.
⑦	“사용자”가 “빠른입금 서비스”를 이용하는 경우, “사용자”는 회사 또는 “카고플러스 등”이 “사용자”에게 운송대금을 지급함과 동시에 “사용자”의 “운송사”에 대한 운송대금 채권은 별도의 합의 없이 해당 운송대금을 지급한 회사 또는 또는 “카고플러스 등”에게 양도되는 것에 동의한 것으로 간주되고(채권양도에 관한 합의 성립), “사용자”는 해당 운송대금을 지급한 회사 또는 “카고플러스 등”에게 “운송사”에 대한 채권양도 통지 등에 관한 권한을 위임하는 것으로 하며, 이에 관하여 회사 또는 “카고플러스 등”과 “운송사”에게 일체의 이의를 제기하지 아니합니다. 
제11조 (위수탁전자세금계산서 발급 서비스)
① 회사는 위수탁전자세금계산서 발급 서비스의 이용을 위한 “사용자”의 본인 정보(사업자정보, 전자우편주소 등)의 입력을 거치고 별도의 위수탁전자세금계산서 발급 서비스 규정 및 동의서에 동의한 사용자에게만 본 서비스를 제공합니다. 
② 위수탁전자세금계산서 발급 서비스의 제반 사항은 별도의 “위수탁전자세금계산서 발급 서비스 규정 및 동의서”에 따릅니다.
제12조 (맞춤형 운송정보의 제공)
①	 회사는 “카고페이”의 운영과 관련한 공지사항을 회사 홈페이지 또는 “카고페이” 초기 화면에 게재하거나 이메일, 문자메시지, , Push Message, 카카오톡 알림톡 등을 통하여 통지할 수 있습니다.
②	 회사는 “카고페이”의 운영과 관련한 광고성 정보 및 사용자 맞춤형 운송정보를 회사 홈페이지 또는 “카고페이” 초기 화면에 게재하거나 이메일, 문자메시지,  Push Message, 카카오톡 알림톡 등의 방법으로 “사용자”에게 제공할 수 있습니다. 다만 광고성 또는 맞춤형 운송정보는 사전에 수신에 동의한 사용자에게만 제공됩니다.
제13조 (개인정보보호)
① 회사는 개인정보의 수집, 이용, 제3자 제공 및 개인정보보호에 관한 자세한 사항에 대하여 개인정보 처리방침을 통하여 게시할 것입니다. 
② 회사는 수집된 개인정보의 취급 및 관리 등의 업무를 스스로 수행함을 원칙으로 하나, 필요한 경우 해당업무의 일부 또는 전부를 회사가 선정한 회사에 위탁할 수 있습니다. 위탁에 대한 세부내용은 별도의 개인정보처리방침을 통해 공지합니다.
③ 개인정보의 수집 및 이용과 개인정보보호의 제반 사항은 “개인정보처리방침”에 따릅니다.  
제14조 (개인위치정보보호)
① 회사는 위치정보의 보호 및 이용 등에 관한 법률 등 관련 법령이 정하는 바에 따라서 “사용자”의 개인위치정보를 보호하기 위하여 노력합니다.
② 개인위치정보의 수집 및 이용과 개인위치정보보호의 제반 사항은 “위치기반서비스이용약관”에 따릅니다.
제15조 (지식재산권)
① 회사의 “카고페이”와 관련된 일체의 지식재산권은 회사에게 속합니다.
② “사용자”는 “카고페이”를 이용하여 얻은 정보를 가공, 판매하는 행위 등 “카고페이” 또는 회사 홈페이지 등에 게재된 자료를 영리 목적으로 이용하거나 제3자에게 이용하게 할 수 없습니다.
제16조 (카고페이 이용 내역의 보존 및 확인)
① 회사는 “사용자”가 이용한 “카고페이”의 내용을 추적, 검색하거나 그 내용에 오류가 발생한 경우에 이를 확인하거나 정정할 수 있는 기록을 생성하여 보존합니다.
② 회사는 “사용자”에게 “카고페이”를 제공하면서 취득한 “사용자”의 인적 사항, “사용자”의 계좌, 접근매체(전자금융거래법에 정의된 것, 이하 동일) 및 “카고페이” 이용 내역에 관한 정보를 법령에 의하거나 “사용자”의 동의를 얻지 아니하고 제3자에게 제공하거나 서비스 제공 목적 외에 사용하지 아니합니다.
③ 회사는 “카고페이”의 조회 화면을 통하여 “사용자”의 “카고페이” 이용 내역을 확인하는 서비스를 제공하며, 다만 “사용자”가 “카고페이” 이용내역에 대해 서면 교부 요청을 하는 경우 요청을 받은 날로부터 2주 이내에 모사전송, 우편 또는 직접 교부의 방법 등으로 해당 서비스 이용 내역에 관한 서면을 교부합니다.
④ “카고페이” 이용내역의 서면 요청은 아래의 이메일 주소로 신청하거나, 아래 담당자에게 전화로 직접 신청할 수 있습니다.
•	이메일 : cargopay@logislab.com
•	담당 : 박태현
•	전화 : 1522-9766
제17조 (오류의 정정)
① “사용자”는 “카고페이”에 오류가 있음을 안 때에는 회사에 대한 정정을 요구할 수 있습니다. 회사는 오류의 정정요구를 받은 때 또는 스스로 “카고페이”에 오류가 있음을 안 때에는 이를 즉시 조사하여 처리한 후 정정요구를 받은 날부터 2주 이내에 오류의 원인과 처리 결과를 서면, 전화 또는 전자우편을 이용하여 “사용자”에게 알립니다.
② 다만 “사용자”가 서면으로 요청할 때 회사는 문서를 이용하여 회신합니다.
③ 서면 요청은 제16조 제4항의 방법을 준용합니다.
제18조 (이의신청 및 처리 담당자)
① “사용자”는 “카고페이” 이용과 관련하여 회사에 이의가 있는 경우 서면으로 회사에 이의를 제기할 수 있습니다. 이의제기 담당자는 아래와 같습니다.
•	이의신청 처리
•	담당 : 정태민
•	전화 : 1522-9766
•	이메일 : cargopay@logislab.com
② “사용자”는 본조 제1항 및 제16조 제4항에 따라 회사의 본점이나 영업점에 이의제기를 할 수 있으며, 회사는 15일 이내에 이에 대한 조사 또는 처리 결과를 이의를 제기한 “사용자”에게 안내합니다.
③ 제2항에 따른 안내를 받은 “사용자”는 회사의 이의제기에 대한 처리결과에 대하여 이의가 있을 경우 약관의 규제에 관한 법률에 따라 분쟁조정을 신청하거나, 분쟁해결을 위한 협의를 할 수 있고, 분쟁조정이 이루어지지 아니하거나 협의가 성립하지 아니할 경우 제23조에 따라 관할법원에 소를 제기함으로써 분쟁을 해결할 수 있습니다.
제19조 (대리 및 보증의 부인)
① “사용자”와 회사가 아닌 제3자와의 거래에 있어서 회사는 “사용자”나 “운송사”를 대리하지 않으며, 회사의 어떠한 행위도 “운송사”나 “사용자”를 대리하는 행위로 간주되지 않습니다.
② “운송사”와 “사용자” 간에 성립된 거래에 관련된 책임과 각각의 “사용자”가 제공한 정보에 대한 책임은 해당 “사용자”가 직접 부담하여야 함을 분명히 합니다.
③ 회사는 “카고페이”를 통하여 “운송사”와 “사용자” 간의 거래와 관련하여 거래의사 또는 존부 및 진정성, “운송사”가 제공하는 운송거래의 완전성, 안전성, 적법성, 정보의 진실성, 타인의 권리에 대한 비침해성, “운송사”와 “사용자”가 입력하는 정보(화물정보망 서비스 제공자 및 기타 제3의 운송 관련 중개자 등으로부터 제공받은 일체의 정보를 포함합니다) 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 위험과 책임은 해당 “사용자”와 거래 당사자 및 기타 이해관계자에게 있습니다.
제20조 (손해배상)
① “사용자”가 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 본 약관을 위반한 “사용자”는 회사에 발생하는 모든 손해를 배상할 책임이 있습니다.
② “사용자”가 “카고페이”를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 사용자 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 “사용자”는 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 당해 “사용자”는 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.
제21조 (면책사항)
① 회사는 “사용자” 상호간, “사용자”와 “운송사” 상호간 또는 “사용자”와 제3자(신용카드사 포함) 상호간에 “카고페이”를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임이 없습니다.
② 회사는 “신용카드결제서비스”와 관련하여, 신용카드 결제와 관련한 일체의 책임이 없습니다.
제22조 (본 약관의 효력 및 약관변경 승인)
① 회사는 “사용자”가 “카고페이”를 이용하기 전에 본 약관을 게시하고, “사용자”가 본 약관의 중요한 내용을 확인할 수 있도록 합니다.
② 회사는 “사용자”의 요청이 있는 경우 전자문서 전송(전자우편을 이용한 전송을 포함합니다), 모사전송, 우편 또는 직접교부의 방식으로 본 약관의 사본을 “사용자”에게 교부합니다.
③ 회사가 본 약관을 변경하는 때에는 변경된 약관을 서비스를 수행하는 회사 홈페이지 또는 “카고페이” 등에 1개월 이상 게시하고 “사용자”에게 전자우편 등을 통하여 사후 통지합니다.
④ “사용자”가 제3항의 통지를 받은 날로부터 30일 이내에 계약해지의 의사표시를 하지 아니한 경우에는 변경에 동의한 것으로 봅니다.
제23조 (관할법원)
① “카고페이” 이용과 관련하여 회사와 “사용자” 사이에 분쟁이 발생한 경우, 회사와 “사용자”는 분쟁의 해결을 위해 성실히 협의합니다.
② 회사와 “사용자”간에 발생한 분쟁에 관한 관할법원은 민사소송법 등 관련 법률에서 정한 바에 따릅니다.
제24조 (본 약관에서 정하지 아니한 사항)
① 본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 관계법령 또는 상관례에 따릅니다.
② 회사와 “사용자” 사이에 개별적으로 합의한 사항이 본 약관에 정한 사항과 다를 때에는, 그 합의 사항을 본 약관에 우선하여 적용합니다.

- 부칙 -
본 약관은 2018년 12월 3일부터 시행됩니다.
                </textarea>
            </div>
        </div>
        <div class="auth_btn2">
            <button type="button" class="gray" onclick="fnAgreeView(1);">닫기</button>
        </div>
     </div>
     <div class="agree_area agree2">
        <div class="auth_area">
            <h1>카고페이 사용자 인증</h1>
            <div class="agree_body">
                <textarea readonly>개인정보처리방침

주식회사 로지스랩(이하 “회사”)은 개인정보보호법, 신용정보의 이용 및 보호에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법규에 따라 사용자의 개인정보 및 신용정보를 보호하고 개인정보와 관련한 사용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다. 
회사는 개인정보 처리방침을 개정하는 경우 홈페이지 또는 카고페이앱 등에 게시하거나 개별적으로 공지할 것입니다. 
제1조(개인정보의 수집 및 이용 목적)
회사는 다음의 목적을 위하여 개인정보를 수집 및 이용합니다. 수집 및 이용하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 등 관련 법령에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 것입니다. 
1.	카고페이 서비스 제공을 위한 본인확인
2.	금융거래 관련 본인인증 및 금융서비스(CMS 자동이체를 통한 요금 수납, CMS 출금이체 서비스 제공 및 출금동의 확인)
3.	민원사항처리
4.	서비스 이용현황 통계/분석 및 활용
5.	서비스개선
6.	이벤트/경품 당첨 결과 안내 및 상품배송
7.	서비스 관련 공지 사항 전달
8.	사용자의 불만 처리 등 원활한 의사소통 경로의 확보
9.	사용자의 사업자등록정보 또는 공인인증서를 이용하여 카고페이 앱을 통해 계산서 발행을 처리하고 기타 카고페이 서비스 제공 및 서비스 품질 개선을 위한 연구/분석
제2조(처리하는 개인정보의 항목)
회사는 서비스 이용에 필요한 최소한의 개인정보를 수집하고 처리하고 있습니다. 
회사는 카고페이 서비스 (이하 “서비스”) 이용에 반드시 필요한 개인정보를 다음과 같이 수집하여 이용합니다. 필수항목은 최초 이용 시 동의를 받으며, 선택항목은 해당 기능 사용 시 별도의 동의를 받습니다.  
1.	필수항목: 차량번호, 차종, 톤수, 성명, 이동전화번호, 사업자등록번호, PIN, 계좌정보
2.	본인인증을 위해 아래와 같은 정보들이 추가로 수집될 수 있습니다:  성별, 중복가입확인정보(DI), 암호화된 동일인 식별정보(CI), 아이핀 번호(아이핀 이용 시), 내/외국인 정보
3.	선택항목(위수탁전자세금계산서 발급 서비스): 위수탁전자세금계산서 발급 서비스는 카고페이 앱 등을 통하여 해당 운송거래 건에 대한 세금계산서발행을 온라인으로 자동 처리하는 서비스로서 사용자의 사업자정보(상호명, 등록번호, 소재지주소, 업태, 종목 등), 이메일주소 등이 수집/이용됩니다. 
서비스 이용과정이나 사업처리과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.  
1.	통신사, 서비스 이용내역(거래조건, 거래일시, 거래금액 등 거래설정 및 내역정보), 요금청구 및 결제내역, 이용정지 또는 이용해지 기록, 불량 이용기록, 접속로그, 쿠키, 접속 IP주소, 실시간 위치정보, MAC주소, UICC-ID, 휴대폰 기기고유번호(IMEI, UDID, UUID), 휴대폰 모델명, 휴대폰 제조사, OS버전 
2.	서비스 제공 관련 고객상담, 민원처리 등을 통해 생성되는 정보 
회사는 사용자의 금융거래 계좌 및 신용카드의 부정사용 발생우려가 있는 민감한 금융정보(계좌 비밀번호, 신용카드 비밀번호)는 어떤 경로로도 수집하지 않습니다. 
회사는 사용자의 기본적 인권 침해의 우려가 있는 민감정보를 수집하지 않습니다. 
제3조(개인정보의 제3자 제공) 
가. 회사는 정보주체의 개인정보를 제1조(개인정보의 수집 및 이용 목적)에서 명시한 범위 내에서만 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이는 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.
1. 정보주체로부터 별도의 동의를 받은 경우
2. 다른 법령에 특별한 규정이 있는 경우
3. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
4. 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 개인정보를 제공하는 경우
5. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우
6. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우
7. 법원의 재판업무 수행을 위하여 필요한 경우
8. 형(形)의 감호, 보호처분의 집행을 위하여 필요한 경우
나. 회사는 가.1. 정보주체로부터 별도의 동의를 받은 경우, 가.2. 다른 법령에 특별한 규정이 있는 경우 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
다. 회사는 다음과 같은 목적에서 개인정보를 제3자에게 제공하고 있습니다. 
1.	카고페이 서비스 관련
o	제공받는 업체: 회사 제휴 운송사
o	제공목적: 해당 운송거래에 따른 대금 결제 및 취소, 사용자와의 거래사실 확인, 회사 제휴 운송사의 사용자에 대한 배차 업무 촉진 등
o	제공하는 개인정보의 항목: 사용자의 성명, 이동전화번호, 거래일시, 거래금액, 계좌정보(신용카드 정보 포함), 사업자정보 
o	개인정보의 보유 및 이용기간: 탈퇴 시 또는 운송사와 회사의 계약 종료 시까지 (관련법령에 따라 보존할 필요가 있는 경우는 해당 보존 기간)
2.	운송대금 정산 서비스 관련 
o	제공받는 업체: 사용자가 등록한 계좌를 취급하는 금융회사(은행 등) 
o	제공목적: 사용자의 거래사실 확인 및 부정 거래에 대한 조회/확인 
o	제공하는 개인정보의 항목: 사용자의 성명, 생년월일, 이동전화번호, 계좌번호, 사용일시나 사용금액과 같은 거래 내역, 부정 거래기록 
o	개인정보의 보유 및 이용기간: 탈퇴 시까지 (관련법령에 따라 보존할 필요가 있는 경우는 해당 보존 기간) 
제4조(개인정보의 처리 및 보유기간)
회사는 법령에 따른 개인정보 보유 기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유 기간 내에서 개인정보를 처리 및 보유합니다. 
회사는 사용자가 탈퇴를 요청하거나, 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용목적이 달성되거나, 또는 보유 기간이 종료한 경우에 해당 개인정보를 지체없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 사유로 명시한 기간 동안 보존합니다.  
1.	사용자 가입 및 관리: 가입 시점부터 탈퇴시까지 (다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지)  
1.	관계 법령 위반에 따른 수사 ․ 조사 등이 진행 중인 경우에는 해당 수사 ․ 조사 종료시까지 
2.	서비스 이용에 따른 채권 ․ 채무관계 잔존 시에는 해당 채권 ․ 채무관계 정산 시까지 
2.	재화 또는 서비스 제공: 재화 ․서비스 공급완료 및 요금정산 / 정산 완료 시까지 (다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지)  
1.	전자상거래 등에서의 소비자 보호에 관한 법률   
	계약 또는 청약철회, 대금결제, 재화 등의 공급기록: 5년 
	소비자 불만 또는 분쟁처리에 관한 기록: 3년 
2.	부정사용 방지를 위한 회사 내부 방침  
	부정사용 기록: 10년 
3.	정보통신망 이용촉진 및 정보보호 등에 관한 법률
	본인 확인에 관한 기록 : 6개월
4.	신용정보의 이용 및 보호에 관한 법률
	신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년
5.	통신비밀보호법
	방문에 관한 기록 : 3개월
제5조(개인정보의 취급 위탁)
① 회사는 다음과 같이 개인정보 처리업무를 위탁하고 있습니다. 
1.	계좌 유효성 확인 및 운송대금 지급  
o	수탁업체: (주)쿠콘 {케이아이비넷(주) 흡수합병 법인}
o	위탁업무 내용: 사용자의 운송대금 수취 계좌 유효성 확인 및 등록, 사용자에 대한 운송대금 지급
o	개인정보의 보유 및 이용기간: 탈퇴 시 혹은 위탁계약 종료 시까지 (관련법령에 따라 보존할 필요가 있는 경우는 해당 보존 기간)
2.	 “카고페이” 애플리케이션 정기 사용료 수취  
o	수탁업체: NHN한국사이버결제(주)
o	위탁업무 내용: “카고페이” 애플리케이션 정기 사용료 수취(“사용자”의 신용카드 결제 업무 처리)
o	개인정보의 보유 및 이용기간: 탈퇴 시 혹은 위탁계약 종료 시까지 (관련법령에 따라 보존할 필요가 있는 경우는 해당 보존 기간)
3.	SMS발송  
o	수탁업체: (주)링크허브 
o	위탁업무 내용: 서비스 이용내역 통보, 개인정보처리방침 변경 통보, 로그인 상태 확인 
o	개인정보의 보유 및 이용기간: 탈퇴 시 혹은 위탁계약 종료 시까지 (관련법령에 따라 보존할 필요가 있는 경우는 해당 보존 기간) 
4.	카카오톡 알림톡 발송  
o	수탁업체: (주)엠앤와이즈
o	위탁업무 내용: 서비스 이용내역 통보, 개인정보처리방침 변경 통보, 로그인 상태 확인 
o	개인정보의 보유 및 이용기간: 탈퇴 시 혹은 위탁계약 종료 시까지 (관련법령에 따라 보존할 필요가 있는 경우는 해당 보존 기간)
② 회사는 위탁계약 체결 시 개인정보 보호법 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적 ․ 관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리 ․ 감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다. 
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다. 
제6조(정보주체의 권리 · 의무 및 행사방법) 
① 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.  
1.	개인정보 열람 요구 
2.	오류 등이 있을 경우 정정 요구 
3.	삭제 요구 
4.	처리정지 요구  
② 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다. 
③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다. 
④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출해야 합니다. 
⑤ 정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 타인의 개인정보 및 사생활을 침해하여서는 아니 됩니다. 
⑥ 회사는 정보주체 이외로부터 수집한 개인정보를 처리하는 때에는 정당한 사유가 없는 한 정보주체의 요구가 있은 날로부터 3일 이내에 수집 출처, 처리 목적, 개인정보 처리의 정지를 요구할 권리가 있다는 사실을 정보주체에게 알립니다. 
⑦ 회사는 개인정보 보호법 제20조 제4항 각 호에 근거하여 제1항에 따른 정보주체의 요구를 거부하는 경우에는 정당한 사유가 없는 한 정보주체의 요구가 있은 날로부터 3일 이내에 그 거부의 근거와 사유를 정보주체에게 알립니다. 
제7조(개인정보의 파기)
① 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
② 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.  
1.	파기절차: 회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다. 
2.	파기방법: 회사는 법령에 따라 전자적 파일 형태로 저장된 개인정보는 복구 또는 재생되지 아니하도록 파기하며, 종이 문서에 기록된 개인정보는 파쇄하는 방법으로 파기합니다. 
제8조(개인정보의 안전성 확보 조치)
회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다. 
1.	관리적 조치: 내부관리계획 수립 ․ 시행, 정기적 직원 교육 등 
2.	기술적 조치: 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치 등 
3.	물리적 조치: 전산실, 자료보관실 등의 접근통제 등 
제9조(개인정보보호책임자)
회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다. 
▶ 개인정보 보호 책임자  
•	성명: 이희진
•	직책: CISO (정보보호최고책임자) 
•	이메일: cargopay@logislab.com 
▶ 개인정보 열람 청구 및 개인정보 관련 고충처리 담당부서  
•	부서명: 운영팀 
•	담당자: 운영팀장 
•	연락처 
o	<전화번호> 1522-9766
o	<이메일>cargopay@logislab.com 
제10조(권익침해 구제방법) 
정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. 
<아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다> 
▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)  
•	소관업무: 개인정보 침해사실 신고, 상담 신청 
•	홈페이지: privacy.kisa.or.kr 
•	전화: (국번없이) 118 
•	주소: 서울시 송파구 중대로 135 한국인터넷진흥원 
▶ 개인정보 분쟁조정위원회 사무국 
•	소관업무: 개인정보 분쟁조정신청, 집단분쟁조정 
•	홈페이지: www.kopico.go.kr 
•	전화: 02-2100-2499 
•	주소: 서울시 종로구 세종로 209 정부서울청사(개인정보보호위원회) 
▶ 대검찰청 사이버수사과: 지역번호+1301 (www.spo.go.kr)
▶ 경찰청 사이버안전국: 경찰민원콜센터 182 (www.netan.go.kr) 
제11조(개인정보처리방침 적용)
이 개인정보 처리방침은 2018. 12. 3. 부터 적용됩니다. 
                </textarea>
            </div>
        </div>
        <div class="auth_btn2">
            <button type="button" class="gray" onclick="fnAgreeView(2);">닫기</button>
        </div>
     </div>
     <div class="agree_area agree3">
        <div class="auth_area">
            <h1>카고페이 사용자 인증</h1>
            <div class="agree_body">
                <textarea readonly>위수탁전자세금계산서 발급 서비스 규정 및 동의서

㈜로지스랩(이하 ‘회사’라고 합니다)는 카고페이 이용약관에 따른 사용자(이하 ’사용자’라고 합니다)과 운송사(이하 ‘운송사’라고 합니다) 사이의 운송거래에 대해, 회사가 발급의무자인 공급자 명의로 전자세금계산서를 발급하고, 국세청에 전송하는 서비스(이하 ‘서비스’라고 합니다)를 제공하기로 합니다. (본 규정에 따라 회사가 공급자 명의로 발급하는 전자세금계산서를 ‘위수탁 전자세금계산서’라고 합니다.)

1. 법적 책임 고지
1) 세금계산서 발급에 대한 모든 법적책임은 공급자인 ’사용자’ 또는 ‘운송사’에 있습니다. 본 서비스 규정에 의해 발급된 위수탁 전자세금계산서 일지라도 미발급, 지연발급에 따른 가산세 또는 중복 및 허위 발급, 기재사항 오류 등 모든 세법상의 책임은 공급자인 ’사용자’ 또는 ‘운송사’에게 있습니다. 
2) ‘운송사’와 ’사용자’는 세금계산서 발급에 필수적인 정보를 사전에 ‘회사’에 정확하게 등록해야 하며, 세금계산서의 필수 기재사항에 대해 반드시 확인한 후 위수탁세금계산서 발급을 요청해야 합니다. ‘회사’는 전자세금계산서 발급에 필요한 필수 정보에 대해 ‘회사’의 시스템에 입력, 등록된 정보 그대로 별도 진위 확인 없이 사실로 간주하고 시스템상의 정보 그대로 전자세금계산서를 발급하며, ‘회사’는 이에 대해 책임을 부담하거나 보증하지 않습니다.
3) ‘운송사’와 ‘사용자’는 적법하게 본 서비스를 이용해야 하며, 탈법, 불법을 목적으로 허위의 정보를 입력하거나 거짓으로 발급 신청함으로써 발생하는 모든 문제에 대해 법적인 책임을 져야 하며, 법적 책임과 별개로 ‘회사’는 ’사용자’와 ‘운송사’의 정보망이용을 제한할 수 있습니다.
4) 시스템상 오류 또는 기타 사유로 발급이 처리되지 않을 수 있으므로 ’사용자’ 또는 ‘운송사’가 처리 결과를 거듭 확인하고, 발급에 미비나 오류가 있는 경우, ’사용자’ 또는 ‘운송사’가 직접 필요한 조치를 해야 합니다.
5) ’사용자’ 또는 ‘운송사’는 본 서비스나 서비스과정의 과실 등을 이유로 ‘회사’에 대해 손해배상을 청구할 수 없으며, 어떠한 책임도 일절 물을 수 없습니다.

2. 개인정보 수집, 제공 등에 대한 동의
’사용자’와 ‘운송사’는 본 서비스 제공에 필요한 개인정보[공급자 본인 또는 공급받는 자(거래 상대방의)의 개인정보나 사업자 정보]를 ‘회사’가 수집하고, 서비스처리에 불가결한 협력업체, 국세청등 제3자에게 제공하는 데 동의합니다.

3. 서비스 이용 대가
1) ‘회사’는 본 서비스를 무상으로 제공합니다.
2) ‘회사’가 본 서비스를 제공하는 데 소요되는 실비 등을 공급자가 부담하게 하는 등 서비스 일부 또는 전부를 유상으로 변경할 경우, ’사용자’ 또는 ‘운송사’에게 사전 공지하고 동의를 얻어야 합니다.

4. 본 규정에 의해 위수탁전자세금계산서가 발급된 경우, 공급자는 세금계산서 발급, 송부의무를 다한 것으로 간주하며, 공급받는 자(세금계산서 수령자)가 단순 편의를 위해 공급자에게 종이 세금계산서를 발급하라거나 세금계산서 출력 후 우편송부 등을 요구할 수 없습니다.

5. 발급 서비스에 포함되는 오더
운송 완료한 오더 중에서 공급자가 ‘회사’에 어플 또는 프로그램을 통해 발급을 신청한 오더로 제한합니다.

6. 발급서비스 이용 절차
1) 세금계산서를 발급하여야 하는 ’사용자’ 또는 ‘운송사’는 어플이나 프로그램을 통해 ‘회사’에 위수탁 전자세금계산서 발급을 요청할 수 있습니다. ’사용자’ 또는 ‘운송사’가 발급을 요청할 수 있는 기한은 공급일(배차완료 또는 운송완료한 일자)로부터 공급일 속하는 달의 다음 달 8일까지로 제한하며, 위 기간이 경과하면 발급요청할 수 없으며, 공급자가 직접 세금계산서를 발급해야 합니다.
2) ‘회사’는 1)항의 요청이 있는 경우, ’사용자’ 또는 ‘운송사’가 배차완료 또는 운송완료한 일자를 공급일(세금계산서 작성일)로 하여, 필수적 기재사항에 대해서는 시스템에 입력된 내용대로 위수탁세금계산서를 발급하고, 국세청에 전송합니다.
3) 단 1)항의 발급요청에도 불구하고, 부득이한 사유로 전자세금계산서 발급 법정기한(다음달 10일)까지 국세청에 전송처리 할 수 없는 경우에는 ‘회사’는 위수탁 세금계산서를 발급하지 않고 발급하지 않은 사유를 요청자에게 통지합니다. 이때에는 각 공급자(발급의무자)가 직접 e세로를 통해 전자세금계산서를 발급하거나 종이세금계산서를 발급해야 합니다.
4) ‘회사’는 위수탁 전자세금계산서를 발급한 경우, 공급자와 공급받는 자에게 홈페이지, 어플, 프로그램, 등록된 e-mail 등을 통해 전자세금계산서를 송부합니다.
5) 발급된 세금계산서의 기재사항 오류에 따르는 수정, 변경 또는 취소 등에 관해서는 ‘회사’가 기술적으로 가능한 범위와 방식으로 처리하되, 공급자는 법으로 허용된 기한 내에 요청하여야 하며, 기한 경과 후에는 ‘회사’가 처리하지 않으므로, 공급자가 별도로 직접 처리하는 등 조치해야 합니다.

7. 서비스제공시간
1) 서비스의 이용시간은 연중무휴 1일 24시간을 원칙으로 하지만, ‘회사’의 정책상 서비스 이용시간이 제한될 수 있습니다.(데이터 백업, 정기점검 및 서비스의 품질 향상 등을 위하여 ‘회사’가 정한 시간, 시스템의 장애, 서비스 이용의 폭주, 데이터 관리를 위하여 부득이한 경우, 통신장애 또는 기타 불가피한 사유로 인한 서비스 중단된 경우 등)
2) ‘회사’가 서비스 관련 설비를 항상 운용 가능한 상태로 유지보수하며, 장애가 발생하거나 멸실된 경우 지체없이 이를 수리 및 복구할 수 있도록 최선의 노력을 다하여야 합니다. 다만 시스템장애 등으로 서비스이용에 장애가 생겼다고 하더라도 공급자는 ‘회사’에게 그 책임을 물을 수 없습니다.
3)’회사’는 특별한 사유가 없는 한, 본 규정에 따라 계속적, 안정적으로 서비스를 제공합니다. 단, ‘회사’방침이나 정책의 변경 등으로 서비스 제공이 중지될 수 있으며, 이 경우 홈페이지, 어플, 프로그램 등을 통해 ’사용자’ 또는 ‘운송사’에게 통지합니다. 다만, ‘회사’가 통제할 수 없는 사유로 인하여 사전통지가 불가능한 경우에는 그러지 아니합니다.
① 서비스용 설비의 보수 또는 공사로 인한 부득이한 경우
② 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지한 경우
③ 국세청 등 관련 기관에 해당 서비스제공을 중지한 경우
④ 외부전문사업자 등 제휴 기관이 서비스 제공을 중지한 경우
⑤ 국가비상사태, 천재지변, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 상당한 지장이 있을 경우

본인은 위 서비스 규정에 대해 충분히 숙지하고, ‘회사’가 정하는 사항에 따라 본 서비스를 이용할 것을 신청하며, 개인정보의 제공 동의 등 본 서비스 이용에 필요한 모든 동의 사항에 대해 동의함을 재확인하고, 서비스 제공과 관련해 필요한 본인의 의무를 신의성실에 따라 이행할 것을 약속하며, 서비스 이용을 신청합니다.

 
세금계산서 및 인수증(거래명세서) 관련 사항

1. 적용오더
● 운송 완료한 오더 중에서 공급자가 ‘회사’에 어플 또는 프로그램을 통해 발급을 신청한 오더
● 이외 기타 오더는 향후 추가 검토 후 시행 여부 결정

2. 발급의무자(사용자, 운송사)의 신청이 있으면, 회사가 공급자 명의로 위수탁 전자세금계산서를 발급함
● 별도 비용부담은 없음
● 기존 세금계산서 어플 발행 기능은 단지 종이세금계산서를 시스템을 통해 전달만 하는것인 반면, 변경되는 위수탁 전자세금계산서는 회사가 공급자 명의로 발행 대행해 국세청에 전송처리까지 함(각 당사자는 홈페이지, 시스템을 통해 세금계산서를 수령함)
● 이때, 상대방은 종이세금계산서를 별도로 보내라고 요구할 수 없음
● 각 당사자가 전자세금계산서를 이메일로 수령 받으려면 이메일 주소 등록이 필요함

3. [거래명세서 또는 인수증]을 함께 보내야 하는 경우, 편의를 위해 사진촬영 후 어플에서 첨부해, 위수탁 전자세금계산서와 함께 상대방에게 송부할 수 있음
● (원칙)상대방은 거래명세서 또는 인수증과 위수탁 전자세금계산서를 함께 전달받으므로, 특별한 사정이 없는 한 별도로 거래명세서 원본만을 송부하라고 할 수 없음
● (예외)단, ‘사용자’는 원본을 2개월 이상 반드시 보관해야 하며, 이 기한 내에 특별한 사정이 있어 운송사가 별도로 요청하는 경우 원본을 송부해야 함

4. (유의사항)
●위수탁 전자세금계산서가 발급된 경우에 따로 종이세금계산서가 중복 발행되지 않도록 유념
●시스템에 입력된 내용대로 처리되므로 발급 신청할 때 금액 및 부가세 등 필수항목에 대해 거듭 확인하며, 사업자등록번호 등 변경되면 반드시 회사에 통보, 정보를 수정해야 함

5. 기타 세부사항은 위수탁 전자세금계산서 발급서비스 규정 및 동의서 제출시 상세하게 숙지하시기 바람
                </textarea>
            </div>
        </div>
        <div class="auth_btn2">
            <button type="button" class="gray" onclick="fnAgreeView(3);">닫기</button>
        </div>
     </div>
     <!-------------------------------------------------------------------------------------->
     <!--이용약관 영역 End-->
     <!-------------------------------------------------------------------------------------->
    
</asp:Content>