<%@ Page Language="C#" MasterPageFile="~/MemberShip.Master" AutoEventWireup="true" CodeBehind="MemberShipStep1.aspx.cs" Inherits="logiman.logisquare.co.kr.MemberShipStep1" %>
<%@ Import Namespace="CommonLibrary.CommonModule" %>

<asp:Content ID="Scriptcontent" ContentPlaceHolderID="headscript" Runat="Server">
    <script>
        $(document).ready(function () {
            $("#AllCheck").click(function () {
                if ($("#AllCheck").is(":checked")) $("input[name=TermsCheck]").prop("checked", true);
                else $("input[name=TermsCheck]").prop("checked", false);
            });
        });
        function fnTermsClose() {
            $(".membership_terms").hide();
            $(".terms_body > div").hide();
        }

        function fnTermsView(n) {
            $(".membership_terms").show();
            $(".terms_body > div.terms_0" + n).show();
        }

        function fnTermsAgree() {
            if (!$("#Check1").is(":checked")) {
                fnDefaultAlert("서비스 이용약관에 동의해주세요", "warning");
                return;
            }

            if (!$("#Check2").is(":checked")) {
                fnDefaultAlert("개인정보 처리방침에 동의해주세요", "warning");
                return;
            }

            location.href = "/SSO/MemberShip/MemberShipStep2";
            
        }
    </script>

    <% if(!string.IsNullOrWhiteSpace(SiteGlobal.GA_CODE_WEB)) {%>
        <!-- Google tag (gtag.js) -->
        <script async src="https://www.googletagmanager.com/gtag/js?id=<%=SiteGlobal.GA_CODE_WEB%>"></script>
        <script> window.dataLayer = window.dataLayer || []; function gtag() { dataLayer.push(arguments); } gtag('js', new Date()); gtag('config', '<%=SiteGlobal.GA_CODE_WEB%>');</script>
    <%}%>
</asp:Content>
<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <div class="membership_body">
        <ul class="membership_step">
            <li class="on">
                <dl>
                    <dt>STEP 01</dt>
                    <dd>약관동의</dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>STEP 02</dt>
                    <dd>정보입력</dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>STEP 03</dt>
                    <dd>신청완료</dd>
                </dl>
            </li>
        </ul>

        <div class="membership_agree">
            <dl>
                <dt>SMART LOGISTICS <br />디지털 운송관리의 시작</dt>
                <dd>
                    MMP(미들마일 모빌리티 플랫폼)에 회원가입을 원하실 경우 아래의 약관에 동의해주세요.
                </dd>
            </dl>
            <table>
                <colgroup>
                    <col style="width:70%;"/>
                    <col style="width:30%;"/>
                </colgroup>
                <thead>
                    <tr>
                        <th colspan="2">
                            <input type="checkbox" name="AllCheck" id="AllCheck"><label for="AllCheck"><span></span></label>
                            이용약관 모두 동의
                        </th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <th>
                            <input type="checkbox" name="TermsCheck" id="Check1"><label for="Check1"><span></span></label>
                            (필수) 서비스 이용약관
                        </th>
                        <td>
                            <a href="javascript:fnTermsView(1);">내용보기</a>
                        </td>
                    </tr>
                    <tr>
                        <th>
                            <input type="checkbox" name="TermsCheck" id="Check2"><label for="Check2"><span></span></label>
                            (필수) 개인정보 처리방침
                        </th>
                        <td>
                            <a href="javascript:fnTermsView(2);">내용보기</a>
                        </td>
                    </tr>
                </tbody>
            </table>
            <ul class="member_btn">
                <li class="left">
                    <button type="button" class="btn1" onclick="history.back();">취소</button>
                </li>
                <li class="right">
                    <button type="button" class="btn2" onclick="fnTermsAgree();">동의 후 계속하기</button>
                </li>
            </ul>
        </div>
    </div>
    <div class="membership_terms">
        <div class="terms_body">
            <a href="javascript:fnTermsClose();" class="terms_close"></a>
            <div class="terms_01">
                <h1>로지스퀘어 매니저 서비스 이용약관</h1>
                <textarea readonly>제1조 (목적)
본 약관은 주식회사 로지스퀘어(이하 "회사"라 함)가 운영하는 로지맨 화주용 시스템(이하 "시스템"이라 함)의 이용에 관한 제반사항을 규정함에 목적이 있다.
제2조 (용어의 정의)
본 약관에서 사용하는 용어는 다음과 같이 정의한다.
1. 로지맨 화주용 시스템 : 로지스퀘어의 화물운송 서비스를 제공하기 위한 WEB 기반의 운송관리 시스템을 말한다.
2. 운송관리 : “시스템”을 통한 화물운송 의뢰 및 운송 진행, 오더 확인, 배차/배송 상태 조회, 운송비 조회, 운송비 결제, 차량 위치정보 전송 등의 운송관리를 말한다.
3. 이 용 자 : 본 약관에 따라 시스템을 이용(등록)하는 사용자(회원)를 말한다.
4. 아 이 디 : 이용자가 시스템 사용을 위해 문자와 숫자 등으로 정한 조합을 말한다.
5. 비밀번호 : 이용자의 아이디 일치 여부 확인 및 비밀 보호를 위해 정한 문자와 숫자의 조합을 말한다.
6. 본인인증 : 본 시스템을 사용하기 위하여 휴대폰 본인인증 또는 기타 방법을 통하여 이용자 본인이 틀림 없음을 확인하는 인증을 말한다.
제3조 (약관의 효력과 변경)
1. 본 약관의 효력은 시스템을 사용하고자 하는 이용자가 이용약관에 동의함으로써 발생한다.
2. 회사는 본 약관을 변경할 경우 이용자가 직접 확인할 수 있도록 1개월간 시스템 또는 전자적 형태(전자우편, SMS 등)로 변경 내용을 공지하여야 한다. 이용자가 변경 약관에 동의하지 않는 경우 이용자는 본인의 이용자 등록을 취소(탈회)할 수 있으며, 계속 사용의 경우에는 변경 약관에 대한 동의로 간주한다. 이 경우 변경 약관의 효력은 변경사항을 공지한 날로부터 1개월 후에 발생한다.
제4조 (약관 외 관계 법령의 적용사항)
본 약관에 명시되지 않은 사항과 본 약관의 해석에 관해서는 관계 법령 또는 상관례에 의한다.
제5조 (적용범위)
본 약관은 회사와 시스템을 사용하는 이용자간의 운송관리, 문서교환 등 일체의 사항에 적용한다.
제6조 (회원가입 및 정보의 변경)
1. 이용자는 회사가 정한 방식에 따라 본 서비스 및 개인정보처리방침 등의 내용을 확인하고, 이에 동의한다는 의사를 표시하고 회원 가입을 신청해야 하며, 본인인증을 통하여 회원으로 등록해야 한다. 단, 당사의 화주사 및 그 화주사의 고객, 협력사는 회원가입을 신청한 후 당사 운영 관리자의 승인을 득해야 본 시스템을 사용할 수 있다.
2. 회원(화주사, 화주사의 고객사, 협력사)의 서비스 종류 및 이용 목적에 따라 회원별로 차별화된 서비스를 제공할 수 있다.
3. 이용자는 회원 가입시 기재한 사항이 변경된 경우 온라인으로 수정하거나 전자우편, 기타 방법으로 회사에 변경사항을 알려야 한다. 만약 이용자가 변경사항을 알리지 않아 발생한 불이익에 대해서는 회사가 책임지지 않는다.
제7조 (서비스의 종류)
시스템이 제공하는 서비스는 다음과 같다. 단, 제공 서비스 내용의 추가 · 변경이 발생하는 경우 이용자가 직접 확인할 수 있도록 시스템 내 또는 전자적 형태(전자우편, SMS 등)로 별도 공지한다.
1. 운송 관리
1) 화물운송 의뢰 및 운송 진행, 오더의 확인, 배차 및 내역 조회
2) 화물운송 진행상태 조회, 화물 사진 및 인수증 조회
3) 차량 위치정보 조회 등
2. 운송비 관리
1) 운송비 정산 내역 조회
2) 운송비 세금계산서 발행 여부 조회
3) 운송비 카드 결제 등
제8조 (시스템 이용시간)
1. 시스템의 이용시간은 연중무휴, 1일 24시간을 원칙으로 한다. 단, 담당자를 통한 서비스는 회사 근무시간을 기준으로 제한할 수 있다.
2. 제1항의 이용시간은 시스템 정기점검 또는 업무 · 기술상 특별한 사정으로 점검이 필요한 날 또는 시간은 예외로 한다. 이 경우 시스템 관리자는 이용자가 확인할 수 있도록 사전에 이용 중단 날 또는 시간을 공지하여야 한다.
제9조 (서비스 제공의 변경 및 중단)
1. 서비스 종목의 변경 및 통합 등 불가피한 사정이 발생하거나, 필요한 경우 이용자들에게 제공하는 서비스 내용이 변경 또는 중단될 수 있다.
2. 시스템의 보수, 점검, 교체, 고장, 통신장애, 천재지변 등 부득이한 사유가 발생하여 일시적으로 서비스가 변경 및 중단될 수 있으며, 이 경우 이용자들에게 변경 및 중단사항을 공지한다.
3. 회사는 서비스 변경 및 중단 등으로 발생한 이용자 또는 제3자가 입은 손해에 대하여 책임을 부담하지 않는다.
제10조 (정보 제공 및 홍보물 등 게재)
1. 서비스 운영에 따른 각종 정보를 이용자에게 시스템에서 공지사항 등의 방법으로 제공한다.
2. 서비스 운영에 필요하거나 활용 가능성이 있는 홍보물 및 교육 자료 등을 공지사항에 게재할 수 있다.
제11조 (저작권의 귀속 및 사용제한)
1. 회사가 제공하는 시스템에 관한 저작권 및 기타 지적재산권은 회사에 귀속된다.
2. 이용자가 시스템을 사용하면서 얻는 정보를 회사의 사전 승낙 없이 복제, 송신, 배포 등 기타 방법에 의하여 영리목적으로 사용하거나 제3자에게 사용하게 해서는 안된다.
3. 이용자가 타인의 저작권을 침해함으로써 발생하는 민·형사상의 책임은 전적으로 본인이 부담한다.
제12조 (회사의 책임과 의무)
1. 회사는 본 이용약관 및 관계 법령이 규정하는 사항을 준수한다.
2. 회사는 이용자에게 계속적이고 안정적으로 서비스를 제공해야 한다.
3. 회사는 이용자로부터 제기되는 불만사항이 정당하다고 인정되는 경우에는 이를 지체 없이 처리한다. 다만, 즉시 처리가 곤란한 사정이 있을 경우 당해 이용자에게 그 사유를 통보한다.
제13조 (이용자의 책임과 의무)
1. 이용자는 본 약관 및 관계 법령이 규정하는 사항을 준수한다.
2. 이용자 아이디 및 비밀번호에 관한 모든 관리 책임은 당해 이용자에게 있다.
3. 이용자는 아이디 및 비밀번호를 타인에게 양도하거나 사용하게 승낙할 수 없다.
4. 이용자는 아이디 및 비밀번호를 도난 당하거나 제3자가 무단으로 사용하고 있음을 인지한 경우에는 즉시 회사 개인정보보호담당자(042-935-3100)에게 통보하고, 회사의 안내가 있는 경우 그에 따라 조치한다.
5. 이용자는 회원 가입시, 비밀번호 등 정보의 변경, 탈회 등을 할 때 시스템의 본인인증 절차에 따라 진행한다.
제14조 (이용자에 대한 통지 및 탈회)
1. 회사는 시스템 공지사항 게시 또는 전자적 형태(전자우편, SMS, 푸쉬 알림 등)를 통하여 이용자에게 통지할 수 있다. 회사가 불특정 다수 회원에게 통지할 경우 공지사항에 게재함으로써 개별통지를 갈음할 수 있다. 단, 회원 본인에게 중대한 영향을 미치는 사항이거나 불특정 소수에게는 개별통지를 원칙으로 한다.
2. 이용자는 언제든지 탈회할 수 있으며, 회사는 이용자 본인임(본인 인증)을 확인한 후 탈회 처리한다.
3. 회사는 다음과 같은 사유가 발생하거나 확인된 경우 이용자를 탈퇴시킬 수 있다.
1) 이용자가 본 약관에서 정한 사항을 준수하지 않을 경우.
2) 다른 회원의 권리, 명예, 신용을 침해하거나 관련 법령 등에 위배되는 행위를 한 경우
3) 회사가 제공하는 서비스의 진행을 방해하는 행위를 하거나 시도한 경우
제15조 (면책사항)
1. 회사는 천재지변, 전쟁, 폭동, 내란, 법령의 개폐 및 제정, 행정처분, 통신사업장의 서비스 중지, 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우 책임을 지지 않는다.
2. 회사는 이용자의 귀책사유로 인한 서비스 이용장애에 대해서는 책임을 지지 않는다.
3. 회사는 이용자 간에 자발적으로 이뤄진 정보 및 서비스 교류, 물품 및 금전 거래 등으로 인하여 발생한 손해에 대해서는 책임을 지지 않는다.
4. 회사는 시스템 관리자가 고의로 행한 범죄 행위를 제외하고는 제공 서비스와 관련하여 이용자에게 발생한 손해에 대하여 책임을 지지 않는다.
5. 회사는 무료로 제공하는 정보 및 서비스에 관하여 약관 및 관계 법령 등에 위배되지 않는 한 원칙적으로 손해 배상할 책임을 지지 않는다.
제16조 (분쟁 해결 및 관할법원)
1. 본 약관에서 정하지 않은 사항으로 발생한 분쟁에 대해서는 관계 법령 및 상관례에 따른다.
2. 본 서비스 이용과 관련하여 발생한 분쟁에 대해 소송이 제기될 경우 “회사” 소재지 법원을 제1심 관할 법원으로 한다.
부칙
1. 본 이용약관은 2022년 11월 10일부터 시행한다.</textarea>
            </div>
            <div class="terms_02">
                <h1>로지스퀘어 매니저 개인정보 처리방침</h1>
                <textarea readonly>주식회사 로지스퀘어(이하 “회사”라 함)는「개인정보보호법」및「정보통신망 이용촉진 및 정보보호 등에 관한 법률」등 관련 법령을 준수하며, 서비스 이용자의 개인정보 보호를 중요시 하고, 이용자가 회사의 서비스를 이용함과 동시에 회사에 제공한 개인정보가 보호 받을 수 있도록 최선을 다한다. 이에 회사는 이용자의 개인정보 및 권익을 보호하고, 개인정보와 관련한 고충을 원활하게 처리할 수 있도록 개인정보처리 방침을 수립하여 공개한다.
회사의 "개인정보처리 방침"은 다음과 같은 내용을 담고 있다.
1. 개인정보의 처리 목적
2. 개인정보의 처리 및 보유기간
3. 개인정보의 제3자 제공
4. 개인정보 처리의 위탁
5. 정보주체의 권리·의무 및 그 행사방법
6. 개인정보의 파기
7. 개인정보의 안전성 확보조치
8. 개인정보보호 책임자 등 연락처
9. 권익침해 구제방법
10. 개인정보 처리방침의 변경
제1조 개인정보의 처리 목적
회사는 다음 목적을 위하여 개인정보를 처리하며, 다음의 목적 이외의 용도로는 이용하지 않으며, 이용 목적이 변경되는 경우에는 관련 법령에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정이다.
1. 이용자 관리 및 사용 동의 등 서비스 제공에 따른 본인 확인 및 개인 식별, 자격 유지 및 관리 등을 목적으로 개인정보를 처리한다.
2. 약관에 의한 운송관리 과정에서 화물운송 의뢰 및 운송 진행, 오더 확인, 배차/배송 상태 조회, 운송비 조회, 사진 및 인수증 조회, 위치정보 조회 등의 관리를 위한 목적으로 개인정보를 처리한다.
4. 시스템의 유지보수, 개선 등의 목적으로 사용될 때 개인정보를 처리한다.
제2조 개인정보의 처리 및 보유 기간
1. 회사는 법령에 따른 개인정보 보유 및 이용기간 또는 정보 주체로부터 개인정보 수집 때 동의 받은 개인정보 보유 및 이용기간 내에서 처리, 보유한다.
2. 개인정보 처리 및 보유기간은 다음과 같다.
1) 수집 정보항목
① 사업자 정보 : 등록번호, 법인명, 대표자명, 주소, 사업의 종류
② 이용자 정보 : 성명, 전화번호, 휴대폰 번호, 소속 법인명, 이메일, 본인인증 정보
③ 거래 정보 : 화물 및 화물운송 거래 정보, 배차, 송장, 인수증 등 정보
2) 수집 방법
① 이용(거래) 개시 및 성립 시 정보 수집
② 담당자가 이메일, 전화, 문자를 통한 정보 수집 등
3) 보유 기간
이용자가 회사에서 제공하는 서비스를 이용하는 동안 회사는 이용자의 개인정보를 서비스 제공을 위해 보유하고, 계약 종료(탈회) 또는 이용자의 파기 요청 시점까지로 한다.
단, 다음의 정보에 대해서는 아래의 사유로 명시한 기간 동안 보존한다.
① 회원 가입 및 관리 : 가입 시점부터 탈퇴시까지 (다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지)
가. 관계 법령 위반에 따른 수사 ∙ 조사 등이 진행 중인 경우에는 해당 수사 ∙ 조사 종료시까지
나. 서비스 이용에 따른 채권 ∙ 채무관계 잔존 시에는 해당 채권 ∙ 채무관계 정산 시까지
② 재화 또는 서비스 제공 : 재화 ∙ 서비스 공급완료 및 요금정산 / 정산 완료 시까지 (다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지)
가. 전자상거래 등에서의 소비자 보호에 관한 법률
· 계약 또는 청약철회, 대금결제, 재화 등의 공급기록 : 5년
· 소비자 불만 또는 분쟁처리에 관한 기록 : 3년
나.	부정사용 방지를 위한 회사 내부 방침
· 부정사용 기록 : 10년
다. 정보통신망 이용촉진 및 정보보호 등에 관한 법률
· 본인 확인에 관한 기록 : 6개월
라. 신용정보의 이용 및 보호에 관한 법률
· 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년
마.	통신비밀보호법
· 방문에 관한 기록 : 3개월
제3조 개인정보의 제3자 제공
회사는 이용자의 개인정보를 "제1조. 개인정보의 처리 목적" 범위 내에서 처리하고, 다음에 해당하는 경우에만 개인정보를 제3자에게 제공한다.
1. 정보 주체의 동의를 받은 경우
2. 다른 법률 등에 특별한 규정이 있는 경우
제4조 개인정보 처리의 위탁
1. 회사는 시스템의 유지관리 및 전화상담 업무의 원활한 처리를 위하여 다음과 같이 개인정보 처리업무를 위탁할 수 있다.
1) 시스템 유지보수 및 상담
가. 수탁업체 : ㈜로지스랩
나. 위탁업무 내용 : 시스템 유지보수 및 상담
2) 휴대폰 본인인증
가. 수탁업체: NHN한국사이버결제(주)
나. 위탁업무 내용: 회원 가입을 위한 휴대폰 본인 인증
3) 카카오톡 알림톡 발송
가. 수탁업체: (주)엠앤와이즈
나. 위탁업무 내용: 운송 및 배차 상태 등 운송 서비스 이용에 필요한 통보, 서비스 이용 약관 및 개인정보처리방침 변경 통보
4) SMS발송
가. 수탁업체: (주)링큿허브
나. 위탁업무 내용: 운송 및 배차 상태 등 운송 서비스 이용에 필요한 통보, 서비스 이용 약관 및 개인정보처리방침 변경 통보
5) 상기 1)항은 위탁계약 종료시까지 적용하며, 2), 3), 4)항의 개인정보 보유 및 이용기간은 탈퇴시 혹은 계약 종료시까지로 한다. 단, 관련 법령에 따라 보존할 필요가 있는 경우 해당 보존기간을 적용한다.
2. 회사는 위탁업무 내용이나 수탁자가 변경될 경우 지체 없이 본 개인정보 처리방침을 공개한다.
제5조 정보주체 권리·의무 및 그 행사방법
정보주체는 자신의 개인정보 처리와 관련하여 다음과 같은 권리를 행사할 수 있다.
1. 정보주체 권리 의무
1) 개인정보 열람 요구
2) 개인정보 오류 등이 있을 경우 정정 요구
3) 개인정보 삭제 요구
4) 개인정보 처리 정지 요구
2. 권리 행사 방법
1) 개인정보의 열람 · 정정 · 삭제 · 처리 정지 등은 "제8조. 개인정보보호 책임자 및 개인정보보호 담당자에게 연락(서면, 전화, 이메일) 하면 지체 없이 조치한다.
2) 개인정보 오류를 정보주체가 요청한 경우는 정정을 완료하기 전까지 당해 개인정보의 이용 및 제공을 하지 않으며, 또한 제3자에게 오류 정보를 제공한 경우, 지체 없이 통지하여 정정이 이루어지도록 한다.
3) 회사는 정보주체의 요청에 의해 삭제된 개인정보는 "제2조. 개인정보의 처리 및 보유 기간"에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있다.
제6조 개인정보의 파기
회사의 개인정보 파기절차 및 방법은 다음과 같다.
1. 파기절차
o	개인정보는 보유기간 경과, 처리목적 달성 등 그 개인정보가 불필요하게 되었을 때 지체 없이 개인정보를 파기한다. 다만, 다른 법령에 따라 보존해야 하는 경우에는 그러하지 아니한다.
2. 파기방법
o	개인정보가 전자적 파일 형태인 경우는 복원이 불가능한 방법으로 영구 삭제하고, 전자적 파일 이외의 기록물, 인쇄물, 서면, 그 밖의 기록 매체인 경우에는 분쇄 또는 소각하여 파기한다.
제7조 개인정보의 안전성 확보조치
회사는 개인정보의 안정성 확보를 위하여 다음과 같은 기술적·관리적 및 물리적 조치를 취하고 있다.
1. 기술적 조치
o	개인정보 유출 및 훼손을 방지하기 위해 보안프로그램 및 침입차단시스템을 설치하여 운영하고 있으며, 개인정보에 대한 접근 통제 및 암호화 저장과 주기적 점검 등
2. 관리적 조치
o	개인정보 유출 및 훼손을 방지하기 위해 보안프로그램 및 침입차단시스템을 설치하여 운영하고 있으며, 개인정보에 대한 접근 통제 및 암호화 저장과 주기적 점검 등 개인정보 취급 담당자 최소화 및 취급자의 정기교육 등을 통해 개인정보 보호 강화
3. 물리적 조치
o	정보시스템실 및 자료 보관실 등의 출입 통제
제8조 개인정보보호 책임자 등 연락처
회사는 개인정보 처리와 관련된 정보주체의 불만처리 및 구제 등을 위하여 다음과 같이 개인정보보호책임자 및 담당자를 지정하여 운영하고 있다.
1. 개인정보보호책임자
o	1) 소속명 및 성명 : 경영지원실 이규범 상무
o	2) E-Mail : lkbst@logisquare.co.kr
2. 개인정보보호담당자
1) 소속명 및 성명 : 운영혁신팀 문승일 팀장
2) 연락처 : 042-935-3100
3) E-Mail : munsi21@logisquare.co.kr
제9조 권익침해 구제방법
정보주체는 개인정보 침해에 대한 피해구제, 상담 등을 다음 기관에 신청할 수 있다.
1) 개인정보침해신고센터 : http://privacy.kisa.or.kr (국번없이 118)
2) 개인정보분쟁조정위원회 : http://www.kopico.go.kr (1833-6972)
3) 대검찰청 사이버수사과 : http://www.spo.go.kr (국번없이1301)
4) 경찰청 사이버안전국 : http://cyberbureau.police.go.kr (국번없이182)
제10조 개인정보처리방침의 변경에 관한 사항(고지의 의무)
본 개인정보처리방침은 2022년 11월 10일에 제정되었으며, 법령 및 방침의 내용 추가, 변경, 삭제 및 정정이 있는 경우에는 로지맨 화주용 시스템 공지사항 또는 전자적 형태(전자우편, SMS 등)를 통해 지체 없이 공지하며 공지한 날로부터 시행된다. 다만, 개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 고지한다.
부칙
본 개인정보처리방침은 2022년 11월 10일부터 시행한다.</textarea>
            </div>
        </div>
    </div>
</asp:Content>